[
    {
        "论文题目": "“ChatGPT+智慧图书馆”建设评价指标体系构建",
        "英文题目": "",
        "作者": "金国峰;杨毅豪;王圆圆",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "构建“ChatGPT+智慧图书馆”建设评价指标体系;促进新兴技术与智慧图书馆的耦合;为智慧图书馆建设提供全面的评价依据",
        "研究方法": "采用层次分析法（AHP）、问卷调查法，并结合ChatGPT模型确定指标权重。",
        "主要内容与成果": "形成了一套由4个构面指标、12个一级指标、36个二级指标组成的“ChatGPT+智慧图书馆”建设评价指标体系，为智慧图书馆建设提供了全面的评价依据。",
        "创新点": "首次将ChatGPT嵌入智慧图书馆的建设评价指标体系中;构建了一套客观与主观、定性与定量相容的评价体系;结合新技术、新装备、新系统提出了智慧图书馆建设的新思路",
        "不足与局限": "二级指标的权重主要根据构面指标和一级指标分配，没有充分考虑到不同指标之间的重要性差异;一级和二级指标的考虑仅根据现在的ChatGPT发展环境所构建，未来可能需要进一步补充完善",
        "与AI赋能图书馆工作的关系": "论文通过构建“ChatGPT+智慧图书馆”建设评价指标体系，将AI技术（特别是ChatGPT）融入智慧图书馆的建设中，促进了AI技术在图书馆工作中的应用和发展。",
        "赋能图书馆哪些具体工作": "提升智慧馆员的自然语言处理能力和用户服务能力;优化智慧管理，包括用户隐私管理、系统稳定性管理与数据库管理等;改进智慧服务，提高用户体验满意度，提供个性化信息推送和多样性语言文化支持;推动智慧设施建设，包括技术基础设施、用户界面与设备互动以及绿色与可持续发展等方面",
        "赋能图书馆具体工作实现方法路径": "利用层次分析法（AHP）和ChatGPT模型确定评价指标权重;通过问卷调查法收集用户反馈，优化智慧服务设计和用户体验;引入严格的数据管理政策，采用先进的数据加密和备份技术，确保用户数据隐私的安全;加强对馆员的培训，使其能够更好地适应用户需求，并及时更新馆员的知识库以提高服务水平;实施有效的监控和维护机制，及时发现并解决设施运行中的问题，采用自动化技术提高设施的响应速度",
        "可操作情况打分": 85,
        "论文类型": "成效评估;服务创新应用;技术原理研究"
    },
    {
        "论文题目": "“图书馆+DeepSeek”的应用路径研究",
        "英文题目": "",
        "作者": "吴若航;茆意宏",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "探究图书馆对于DeepSeek的应用路径;推动图书馆AI应用的发展",
        "研究方法": "文献分析法、案例研究法",
        "主要内容与成果": "本文在探析DeepSeek突破性特征的基础上，对DeepSeek的应用态势及应用挑战进行剖析，并归纳出‘图书馆+DeepSeek’的应用路径。 研究发现，‘图书馆+DeepSeek’应用路径主要以‘战略层-建设层-运营管理层-评价层’为核心，图书馆需做到明确认知与确定规划，完成技术系统、服务内容及馆员队伍的建设，做好人财物、技术系统、数据方面的运营管理工作，并从建设和效用两方面进行实时评价。",
        "创新点": "提出了‘图书馆+DeepSeek’的应用路径框架;从战略层、建设层、运营管理层、评价层四个层面详细阐述了应用路径",
        "不足与局限": "论文主要基于理论分析和案例研究，缺乏大规模实证研究;对于具体实施过程中的细节和难点，未进行深入探讨",
        "与AI赋能图书馆工作的关系": "DeepSeek作为AI大模型，为图书馆智能化发展提供了新的契机和工具，本文的研究为AI赋能图书馆工作提供了具体的路径和方法。",
        "赋能图书馆哪些具体工作": "智能问答;资源推荐;业务办理;科研支持;垂直领域应用（如地方文化资源检索与解读）",
        "赋能图书馆具体工作实现方法路径": "战略层：明确自身定位与用户需求，确定发展目标、主要任务及实施举措;建设层：通过RAG技术或构建特色语料库，结合微调参数，训练具有本馆特色的垂直领域大模型;运营管理层：优化人、财、物管理，加强技术系统管理，做好数据管理;评价层：从建设和效用两方面进行实时评价，确保DeepSeek在图书馆的应用效果",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;资源管理与运营"
    },
    {
        "论文题目": "AIGC背景下国内外高校图书馆AI素养教育实践模式研究——基于对60所世界一流高校图书馆的调研",
        "英文题目": "",
        "作者": "宰冰欣;叶兰;林伟明;胡燕菘",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探究AIGC背景下国内外高校图书馆AI素养教育的实践模式;为我国高校图书馆开展AI素养教育提供借鉴和建议",
        "研究方法": "通过调研60所世界一流高校图书馆，选取其中47所开展AI素养教育的图书馆作为研究对象，从AI素养教育主体、对象、形式、内容四个维度进行探究。",
        "主要内容与成果": "调研了国内外47所高校图书馆的AI素养教育实践;从教育主体、对象、形式、内容四个维度分析了AI素养教育的现状;提出了加强与外部主体合作、针对不同学习需求开展针对性教育、基于不同教育形式特点开展分阶段教育、构建完善的AI素养教育内容框架等建议",
        "创新点": "全面调研了国内外一流高校图书馆的AI素养教育实践;从多个维度分析了AI素养教育的现状，并提出了具体的改进建议;构建了AI素养教育的内容框架，为我国高校图书馆提供了参考",
        "不足与局限": "调研对象主要集中在一流高校图书馆，可能存在样本局限性;提出的建议和框架虽然具有指导意义，但具体实施效果还需进一步验证",
        "与AI赋能图书馆工作的关系": "AI素养教育是AI赋能图书馆工作的重要组成部分，通过提升师生AI素养，推动图书馆在AI技术应用、服务创新等方面的进步。",
        "赋能图书馆哪些具体工作": "AI素养教育课程的开发与实施;AI技术在图书馆服务中的应用推广;图书馆员AI素养的提升与培训;AI技术在图书馆资源管理、信息检索等方面的优化",
        "赋能图书馆具体工作实现方法路径": "与外部主体合作，共同开发AI素养教育课程;根据不同用户需求，定制个性化的AI素养教育内容;采用多样化的教育形式，如专题培训、固定课程、自主学习等;构建完善的AI素养教育内容框架，涵盖AI知识、使用、评估、伦理等方面",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "AIGC赋能的数字人文工具建设探索",
        "英文题目": "",
        "作者": "林立信;冯卓彤;陈涛",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "探索AIGC在数字人文工具建设中的应用与影响;分析数字人文工具建设现状，为学者提供工具选择参考",
        "研究方法": "通过网络调研方式收集36家数字人文研究机构的687个工具，使用可视化技术分析数字人文工具建设现状，结合技术分类体系和数字人文项目建设流程进行研究。",
        "主要内容与成果": "梳理了数字人文工具的分类标准;分析了AIGC的发展概述及其在数字人文工具建设中的应用;探讨了AIGC赋能下数字人文工具对项目建设流程的变革性影响;提出了AIGC对数字人文工具建设的喜与忧，并给出了应对策略",
        "创新点": "首次系统探讨了AIGC在数字人文工具建设中的应用;结合可视化技术分析了数字人文工具建设现状;提出了AIGC赋能下数字人文项目建设流程的新框架",
        "不足与局限": "研究主要基于网络调研，可能存在样本偏差;对AIGC在数字人文工具建设中的具体应用案例分析不够深入;未对AIGC带来的伦理挑战进行深入探讨，仅提出了一般性建议",
        "与AI赋能图书馆工作的关系": "AIGC为图书馆数字人文工具建设提供了新的技术路径，促进了图书馆数字人文项目的发展，提升了图书馆的服务水平和效率。",
        "赋能图书馆哪些具体工作": "参考咨询服务;教育服务;书目采编;数据分析;数字人文项目开发与建设",
        "赋能图书馆具体工作实现方法路径": "通过调用AIGC实现自动生成高质量文本、图像等内容，辅助参考咨询服务;利用AIGC进行个性化用户培训，提升教育服务水平;结合OCR技术和AIGC实现自动识别元数据和丰富书目记录，优化书目采编流程;运用AIGC进行数据清洗、异常检测、去重处理等，提高数据分析质量;在数字人文项目开发中引入AIGC，实现代码自动生成、错误检测与修复等功能，缩短开发周期",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "AIGC赋能图书馆用户服务的价值、策略及挑战研究",
        "英文题目": "",
        "作者": "李成;徐佳宁",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "探讨AIGC技术在图书馆用户服务中的价值;提出AIGC赋能图书馆用户服务的策略;分析AIGC赋能图书馆用户服务面临的挑战",
        "研究方法": "文献综述法、案例分析法、理论探讨法",
        "主要内容与成果": "本文梳理了AIGC的概念、发展阶段和技术特征，探讨了AIGC在图书馆用户服务中的价值，包括推动用户服务智慧化转型、打造用户服务新体验、助力资源数字化与知识图谱构建、激发用户知识探索与创新等方面。同时，提出了AIGC赋能图书馆用户服务的策略，并分析了面临的挑战。",
        "创新点": "深入探讨了AIGC在图书馆用户服务中的具体应用价值;提出了AIGC赋能图书馆用户服务的系统性策略;全面分析了AIGC赋能图书馆用户服务面临的挑战",
        "不足与局限": "研究视角还有待进一步拓展;对于AIGC技术在图书馆实际应用中的具体效果缺乏实证研究;对于AIGC技术未来发展趋势的预测可能存在一定的不确定性",
        "与AI赋能图书馆工作的关系": "本文研究了AIGC（一种AI生成内容技术）如何赋能图书馆用户服务，是AI技术在图书馆领域应用的一个重要方面。",
        "赋能图书馆哪些具体工作": "推动用户服务智慧化转型;打造用户服务新体验;助力资源数字化与知识图谱构建;激发用户知识探索与创新",
        "赋能图书馆具体工作实现方法路径": "提升模型的准确性与针对性，包括将馆藏资源纳入训练数据、引入专家参与和反馈机制、持续学习和迭代优化;强化AIGC信息素养教育，包括开设专题系列讲座、举办工具实操工作坊、建立信息资源库、提供咨询和技术支持;增强馆员服务能力，包括工作职能转变、技能提升、人才结构优化;完善服务制度规范，包括保护用户隐私、保护知识产权、防止技术滥用、提升可信度",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "AIGC赋能图书馆阅读推广智慧服务的框架和应用研究",
        "英文题目": "",
        "作者": "刘琼;刘桂锋;王鹏",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨AIGC技术赋能图书馆阅读推广服务的必要性和可行性;构建图书馆阅读推广智慧服务的框架;通过实践案例验证AIGC在图书馆阅读推广中的应用效果",
        "研究方法": "文献综述法、案例分析法、实验验证法",
        "主要内容与成果": "梳理了图书馆阅读推广智慧服务的必要性，从阅读推广实践工作和智慧图书馆发展两方面进行了分析;构建了AIGC赋能的图书馆阅读推广智慧服务框架，包括内容层、技术层、组织层和服务层四个层次;通过实践案例，验证了AIGC在图书馆阅读推广中的辅助作用和创作能力，包括活动实践、资源服务、阅读文化创造和咨询服务等方面",
        "创新点": "提出了AIGC赋能图书馆阅读推广智慧服务的框架;采用GitHub托管平台和ChatGPT在腾讯QQ聊天软件中部署虚拟数字人，分别担任‘馆员助理’和‘虚拟馆员’的角色;通过实践案例验证了AIGC在图书馆阅读推广中的实际应用效果",
        "不足与局限": "AIGC作为‘虚拟馆员’与读者进行‘一对多’交互的效果较差;AIGC生成的内容不稳定，同样的问题在相同语境下会生成不同的内容;AIGC无法明确判断生成信息的真伪，需要人工进一步验证",
        "与AI赋能图书馆工作的关系": "论文探讨了AIGC技术在图书馆阅读推广智慧服务中的应用，属于AI赋能图书馆工作的具体实践研究",
        "赋能图书馆哪些具体工作": "阅读推广活动实践的辅助工作，如调研、策划、组织、宣传和评价;阅读文化创作，如生成阅读推广文化IP、图画、歌曲等;读者咨询服务，如提供书单推荐、阅读引导和互动问题等",
        "赋能图书馆具体工作实现方法路径": "采用GitHub托管平台和ChatGPT在腾讯QQ聊天软件中部署虚拟数字人，作为‘馆员助理’辅助活动实践和阅读文化创作;将虚拟数字人加入读者阅读服务QQ群，作为‘虚拟馆员’为读者提供导读和咨询;通过AIGC工具进行阅读推广相关信息的收集、整理、分析和归纳，为图书馆的阅读推广发展提供决策支撑",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "AIGC赋能智慧图书馆的发展机遇、现实困境和疏解策略",
        "英文题目": "",
        "作者": "于兴尚;任运月;徐中阳;谭洪;樊舒",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "探讨AIGC赋能智慧图书馆产生的发展机遇;分析智慧图书馆与AIGC融合发展过程中的现实困境;提出相应的疏解策略",
        "研究方法": "文献研究法、案例分析法、理论探讨法",
        "主要内容与成果": "本文深入探讨了AIGC赋能智慧图书馆的发展机遇，包括增强用户服务黏性、重塑整体服务模式、提高决策服务效率及支持数字内容创造等方面。 同时，分析了智慧图书馆与AIGC融合发展过程中的现实困境，如服务内容不佳、安全困境、技术依赖及算法公平等问题。 最后，提出了优化服务内容生成场景、强化安全竞争优势、提升多方数字胜任能力及构建算法监管机制等疏解策略。",
        "创新点": "系统化地揭示了AIGC赋能智慧图书馆的整体机制;提出了具体的疏解策略以应对AIGC与智慧图书馆融合过程中的挑战;从多维度探讨了AIGC对智慧图书馆服务的变革性影响",
        "不足与局限": "对AIGC技术在具体应用场景中的细节探讨可能不够深入;提出的疏解策略在实际操作中的可行性和效果需要进一步验证;对AIGC技术可能带来的长期影响研究不够全面",
        "与AI赋能图书馆工作的关系": "本文直接研究了AI（特别是AIGC）如何赋能智慧图书馆，探讨了其带来的机遇、挑战及应对策略，是AI赋能图书馆工作的重要研究之一。",
        "赋能图书馆哪些具体工作": "增强用户服务黏性;重塑整体服务模式;提高决策服务效率;支持数字内容创造",
        "赋能图书馆具体工作实现方法路径": "通过AIGC技术提供个性化知识服务，增强用户服务黏性;利用AIGC的通用性思维，重塑图书馆整体服务模式，消除系统过度分散化或碎片化现象;依托AIGC的数据思维，提升图书馆决策效率，实现从“管人”向“管数”的转变;以多模态大模型支持数字内容创造，满足智慧图书馆用户在音频修复、视频编辑等多层面的内容需求",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "AIGC技术赋能图书馆服务探索",
        "英文题目": "",
        "作者": "单旭;张成昱;李骐安;张璐",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "探索AIGC技术在图书馆服务中的应用场景和潜力;验证AIGC技术在图书馆服务中的实际效果和可行性",
        "研究方法": "文献梳理、案例分析、产品实践验证",
        "主要内容与成果": "归纳了AIGC技术在图书馆服务中的六类应用场景（智能检索、自动化流通服务、电子资源管理、空间布局优化、服务模式创新、读者关系管理），并通过清华大学图书馆的‘文献解析应用’产品验证了AIGC技术在图书馆服务中的实际应用效果，为图书馆行业提供了有益的探索。",
        "创新点": "首次系统归纳了AIGC技术在图书馆服务中的六类应用场景;通过实践验证了AIGC技术在图书馆服务中的实际应用效果;提出并实施了基于AIGC技术的‘文献解析应用’产品",
        "不足与局限": "AIGC技术仍处于初期发展阶段，大规模应用全面落地时机未到;存在真实性问题、版权问题、超长对话问题、数据安全问题等预期外的问题;产品功能和用户需求之间可能存在不完全匹配的情况",
        "与AI赋能图书馆工作的关系": "AIGC技术作为AI领域的一种重要技术手段，为图书馆工作提供了智能化、个性化和高效化的服务解决方案，推动了图书馆服务的创新和升级。",
        "赋能图书馆哪些具体工作": "智能检索服务;自动化流通服务;电子资源管理;空间布局优化;服务模式创新;读者关系管理",
        "赋能图书馆具体工作实现方法路径": "利用AIGC技术构建智能信息检索系统，实现与用户的自然交互，提高检索效率和质量;通过AIGC技术分析图书流通数据，自动生成书籍推荐列表，提升读者服务体验;利用AIGC技术丰富馆藏资源，提升馆员素养，优化电子资源管理;通过AIGC技术生成数字资源，打造虚拟空间，拓展图书馆空间维度和功能;构建智能服务工具，如智能问答、智能推荐等，提高服务效率和质量;利用AIGC技术为读者提供个性化服务和推荐，提高读者满意度和忠诚度",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "AIGC技术赋能学术期刊数据出版的应用研究与思考",
        "英文题目": "",
        "作者": "刘娴",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "梳理AIGC技术在学术期刊数据出版中的应用;分析AIGC技术对数据出版的影响;探讨AIGC技术赋能下数据出版的挑战与应对策略;为推动学术期刊数据出版工作的高质量开展提供启示",
        "研究方法": "案例分析与理论探讨相结合，以《图书馆杂志》数据出版实践为例进行分析",
        "主要内容与成果": "介绍了AIGC技术的背景及其在学术期刊数据出版中的潜在应用;分析了《图书馆杂志》数据出版的现状、成效与不足;探讨了AIGC技术在数据收集、检索、推荐、分析、论文写作、评审及编辑团队建设等方面的应用",
        "创新点": "首次系统地探讨了AIGC技术在学术期刊数据出版中的具体应用;提出了将AIGC技术融入数据出版全流程的创新思路;针对AIGC技术可能带来的风险提出了相应的管理策略",
        "不足与局限": "数据出版团队建设有待加强;数据量不足，数据论文数量占比较低;数据评审机制有待规范;对AIGC技术参与下数据生产合规化问题的认识尚不统一，生成数据的版权归属仍存在争议",
        "与AI赋能图书馆工作的关系": "AIGC技术赋能学术期刊数据出版是AI技术在图书馆及信息出版领域应用的一个具体体现，与图书馆工作紧密相关，特别是数据管理与服务方面。",
        "赋能图书馆哪些具体工作": "数据收集与整合;数据检索与跨模态检索;数据推荐与个性化服务;数据分析与可视化学术研究;数据论文写作辅助;数据评审与质量控制;数据编辑团队建设与数字化赋能",
        "赋能图书馆具体工作实现方法路径": "利用AIGC技术实现大规模、多模态数据的收集和生成;通过语义搜索和跨模态技术提升数据检索效率;基于用户行为数据分析实现个性化推荐;应用R语言和在线分析工具进行数据可视化分析;设置数据论文写作模板，提供辅助写作与编辑服务;利用AIGC技术进行辅助审稿，简化审稿流程;组建由‘数据编辑’‘外审专家’及‘虚拟数字人’等组成的数据出版团队",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "AIGC技术与未来学习中心制度互构的理论因应与实践路径",
        "英文题目": "",
        "作者": "胡亚丽",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "分析AIGC技术与未来学习中心制度之间的互构关系;探讨AIGC技术在未来学习中心制度建设中的理论因应与实践路径;为图书馆数智化转型和高质量发展提供新的视角和证据",
        "研究方法": "文献综述法、案例分析法、理论推演法",
        "主要内容与成果": "识别并剖析了AIGC技术与未来学习中心制度之间的互构关系，指出二者正从‘技术决定’转向‘共生互促’、从‘工具理性’转向‘价值理性’;提出了AIGC技术与未来学习中心制度互构关系的具象实践路径，包括数据赋能、空间赋能和服务赋能;强调了服务创新在互构关系中的核心地位，涵盖了强化数字素养教育价值、规避公正性多样性与包容性风险、加快知识产权数智治理进程等内容;为图书馆更好地理解新技术、新环境和新需求下图书馆事业高质量发展提供了新的视角和证据",
        "创新点": "首次从技术与制度互构关系的视角切入，分析AIGC技术与未来学习中心制度之间的互构关系;提出了AIGC技术与未来学习中心制度互构关系的理论趋向和实践路径，为图书馆数智化转型提供了理论指导和实践路径;强调了服务创新在互构关系中的核心地位，为图书馆未来学习中心建设提供了新的思路",
        "不足与局限": "现有研究中数字技术引入的专题探讨不多，尚未完整关注到以AIGC技术为代表的信息技术在未来学习中心建设中的可行交互进路;研究主要集中在理论推演和案例分析上，缺乏大规模的实证调研数据和案例证据资料支持",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AIGC技术如何赋能图书馆未来学习中心建设，为图书馆数智化转型提供了理论指导和实践路径，是AI赋能图书馆工作的重要组成部分。",
        "赋能图书馆哪些具体工作": "知识服务创新;智慧图书馆建设;数据治理与融合;空间运维与智慧化服务;知识产权数智治理;数字素养教育",
        "赋能图书馆具体工作实现方法路径": "从被动使用到主动治理的数据赋能，包括数据合规治理、数据生态治理和数据风险治理;从物理空间到数字空间的空间赋能，构建知识创造的核心生产力、教育迁移的关键性工具和智慧服务的普适性媒介;从局部优化到整体塑造的服务赋能，包括强化数字素养教育价值、规避公正性多样性与包容性风险、加快知识产权数智治理进程;适配AIGC应用伦理规则，贴合用户知识学习样态，开发数字集成服务平台，瞄定数字素养驱动的新质生产力发展",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "AIGC技术在图书馆服务创新中的应用与展望",
        "英文题目": "",
        "作者": "吕游",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "分析图书馆基于AIGC技术开展服务创新的机遇和价值;探讨AIGC技术在图书馆多维应用场景、信息素养教育和服务内容拓展中的具体应用;展望基于AIGC技术的图书馆服务发展趋势",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "介绍了AIGC技术的基础概念及其在图书馆服务创新中的机遇和价值;探讨了AIGC技术在图书馆多维应用场景（如古籍修复、馆藏发展、智能参考咨询等）的具体应用;提出了强化AIGC专项信息素养教育和拓展围绕AIGC技术应用的服务内容的建议;展望了基于AIGC技术的图书馆服务发展趋势，包括以ADAPT为指导适应环境变化、批判性认知图书馆发展环境的'变'与'不变'、协同多组织实现集群突破",
        "创新点": "首次系统探讨了AIGC技术在图书馆服务创新中的多维应用场景;提出了以ADAPT框架指导图书馆适应AIGC技术环境变化的策略;强调了图书馆在信息素养教育和AIGC技术应用规范建设中的责任担当",
        "不足与局限": "论文更多聚焦于理论探讨，实际案例分析相对较少;对于AIGC技术在图书馆具体应用中的技术细节和实施难点探讨不足;未深入探讨AIGC技术可能带来的伦理和法律问题",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AIGC技术如何赋能图书馆服务创新，提出了具体的应用场景和实现路径，是AI赋能图书馆工作的重要研究之一。",
        "赋能图书馆哪些具体工作": "古籍修复;馆藏发展;智能参考咨询;市场营销;教学支持;用户培训;信息素养教育",
        "赋能图书馆具体工作实现方法路径": "利用智能数字内容孪生技术对古籍进行修复和整理;利用智能数字内容编辑技术开发促进信息检索和馆藏利用的嵌入式应用工具;利用数字人技术拓展聊天机器人服务，实现馆员与机器互补的咨询模式;利用智能数字内容创作技术开展图书馆营销内容设计和网页设计;支持教师进行资源整合、材料调用和跟踪评估，创建优质开放教学资源;利用智能数字内容创作技术丰富用户培训内容，激发用户创造力;提供AIGC专项信息素养教育资源，组织研讨和培训，提升用户信息素养水平",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "AIGC嵌入图书馆知识服务的价值、风险及其防控策略",
        "英文题目": "",
        "作者": "胡安琪;吉顺权",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨AIGC嵌入图书馆知识服务的价值;分析AIGC嵌入图书馆知识服务可能带来的风险;提出AIGC嵌入图书馆知识服务的风险防控策略",
        "研究方法": "文献综述与案例分析结合，通过对现有研究成果的梳理和对AIGC技术特点的分析，提出相关价值、风险及防控策略。",
        "主要内容与成果": "AIGC嵌入图书馆知识服务在拓宽知识服务广度、延展知识服务深度、增强知识服务亮度和提升知识服务效度方面具有重要价值。;AIGC嵌入图书馆知识服务可能带来馆员和用户主体性异化风险、知识内容异化风险和数字伦理风险。;提出了提高相关人员数字素养、开发多主体共创性活动项目、加强高质量知识库建设、构建多功能知识图谱、完善顶层设计规划、联合企业加强相关技术研发等风险防控策略。",
        "创新点": "系统分析了AIGC嵌入图书馆知识服务的价值与风险，并提出了具体的防控策略。;从多维度探讨了AIGC技术对图书馆知识服务的变革性影响。",
        "不足与局限": "主要基于理论分析和现有研究成果，缺乏实证研究和具体应用案例的深入分析。;对AIGC技术的未来发展及其在图书馆知识服务中的具体应用场景预测可能存在局限性。",
        "与AI赋能图书馆工作的关系": "该论文深入探讨了AIGC（一种AI技术）如何赋能图书馆知识服务，包括其带来的价值、潜在风险及防控策略，是AI赋能图书馆工作领域的重要研究。",
        "赋能图书馆哪些具体工作": "拓宽知识服务广度，增加知识服务主体和载体。;延展知识服务深度，推动知识服务维度提升和场景升级。;增强知识服务亮度，通过持续性内容创造和个性化知识推荐提升用户体验。;提升知识服务效度，提高服务效率和质量。",
        "赋能图书馆具体工作实现方法路径": "提高相关人员数字素养，包括馆员和用户的数字技能培训。;开发多主体共创性活动项目，明确馆员、用户和AI机器的任务分工。;加强高质量知识库建设，利用领域专家对AIGC输出内容进行评估和反馈。;构建多功能知识图谱，解决知识碎片化问题。;完善顶层设计规划，建立伦理规范、数据规范和责任规范。;联合企业加强相关技术研发，推动科技成果转化与应用。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "AIGC嵌入智慧图书馆建设：功能、风险及规制",
        "英文题目": "",
        "作者": "曾成敏",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨AIGC在智慧图书馆建设中的应用功能;分析AIGC赋能智慧图书馆可能带来的风险;提出针对AIGC赋能智慧图书馆的风险规制对策",
        "研究方法": "文献综述法、案例分析法、理论分析法",
        "主要内容与成果": "AIGC在智慧图书馆建设中的应用功能，包括智能数字内容孪生、编辑和创作;AIGC赋能智慧图书馆可能带来的知识产权、社会治理及数据安全风险;提出了完善科技伦理、强化法律规约、加速技术革新、深化教育规正等风险规制对策",
        "创新点": "系统阐述了AIGC在智慧图书馆建设中的应用场景;全面分析了AIGC赋能智慧图书馆可能带来的安全风险;提出了针对性的风险规制对策，为智慧图书馆建设提供了理论指导和实践参考",
        "不足与局限": "对AIGC技术的具体实现细节和操作流程描述不够深入;风险规制对策的具体实施效果和可行性有待进一步验证;未涉及AIGC与其他新兴技术的融合应用及其对智慧图书馆建设的综合影响",
        "与AI赋能图书馆工作的关系": "论文直接探讨了AIGC（一种AI技术）在智慧图书馆建设中的应用、风险及规制，与AI赋能图书馆工作紧密相关，为AI技术在图书馆领域的具体应用提供了理论指导和实践参考。",
        "赋能图书馆哪些具体工作": "馆藏资源及实体场馆的数字化;智能数字内容编辑与个性化服务;数字藏品和文化IP开发;虚拟数字人、智能机器人的应用与服务;虚拟场馆的场景编辑与用户体验优化",
        "赋能图书馆具体工作实现方法路径": "利用AIGC工具实现馆藏资源的自动化检测、分割、识别、分类等数字孪生任务;运用AIGC技术对数字内容进行编辑、修改，提供个性化、条理性的反馈和服务;借助AIGC的智能创作能力，完成数字藏品和文化IP的开发;通过AIGC创建虚拟数字人、智能机器人，提供导航、咨询、资料检索等服务;在元宇宙视域下，利用AIGC的智能内容编辑功能，实现虚拟场馆的场景编辑与用户体验优化",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;可持续发展与伦理分析;政策法规研究"
    },
    {
        "论文题目": "AIGC驱动下图书馆未成年人服务应用研究",
        "英文题目": "",
        "作者": "谢姣",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "探索AIGC驱动下的图书馆未成年人服务应用，对于未来图书馆AIGC的应用拓展和场景落地具有重要意义。;推动未成年人服务从数字化、网络化向智慧化转型。",
        "研究方法": "文献分析法、案例分析法、理论探讨法",
        "主要内容与成果": "分析了AIGC的概念、特征及其研究现状，揭示了AIGC为图书馆未成年人服务带来的机遇与挑战，提出了AIGC在图书馆的应用场景与展望，主要包括知识交流、情感陪伴、阅读推广和素养教育四个方面。",
        "创新点": "首次系统分析了AIGC技术在图书馆未成年人服务中的应用场景与展望。;提出了AIGC在图书馆未成年人服务中的四个主要应用场景：知识交流、情感陪伴、阅读推广和素养教育。",
        "不足与局限": "当前研究多集中于理论探讨，缺乏深入的实证分析和应用研究。;我国图书馆AIGC服务实践仍处于初期阶段，服务形式相对单一，尚未形成成熟的应用模式和问题解决方案。",
        "与AI赋能图书馆工作的关系": "AIGC技术作为AI最具应用潜力的部分，为图书馆在数字时代的转型升级注入了新的活力和动力，特别是在图书馆未成年人服务领域展现了巨大的应用潜力。",
        "赋能图书馆哪些具体工作": "深化资源拓展服务;引领智能咨询服务;优化阅读推广服务;强化信息素养教育",
        "赋能图书馆具体工作实现方法路径": "利用AIGC技术进行资源智能分类和标注，实现资源的自动化采集，提升资源整合效率。;开发智能问答系统和智能推荐系统，通过自然语言处理和机器学习，深入解析未成年人用户的查询意图，提供直观、高效的信息检索服务。;基于AIGC系统，为未成年人提供定制化的阅读路径和智能化的阅读辅助，增强阅读的吸引力和用户黏性。;通过案例教学、在线研讨会、虚拟讲座和互动式工作坊等形式，提升未成年人的信息检索、评估和创作能力，增强未成年人判断信息来源、识别偏见和逻辑谬误的能力。",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "AIGC驱动下图书馆智慧服务生态模式构建与实现路径研究",
        "英文题目": "",
        "作者": "胡安琪",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨AIGC驱动下图书馆智慧服务的价值机遇;构建AIGC驱动下的图书馆智慧服务生态模式;提出AIGC驱动下图书馆智慧服务生态模式的实现路径",
        "研究方法": "文献综述法、理论分析法、案例分析法（通过信息生态理论等基础理论，结合现有研究及案例进行深入分析）",
        "主要内容与成果": "概述了AIGC技术的发展历程及特征;分析了AIGC驱动下图书馆智慧服务的价值体现，包括服务方式多样化和均等化、服务内容个性化和精准化、服务效果高效化和智慧化;构建了AIGC驱动下的图书馆智慧服务生态模式，包括信息人、信息技术、信息实践、信息价值和信息环境五个关键要素;提出了AIGC驱动下图书馆智慧服务生态模式的实现路径，包括优化服务机制、升级基础设施、构建多模态数字内容知识体系、加强人才队伍建设、完善制度规范",
        "创新点": "从信息生态理论角度出发，构建了AIGC驱动下的图书馆智慧服务生态模式;提出了AIGC技术在图书馆智慧服务中的具体应用路径和实现方法;深入分析了AIGC技术对图书馆智慧服务带来的价值机遇和潜在风险",
        "不足与局限": "目前相关研究还处于起步阶段，总体数量不多;AIGC技术在图书馆智慧服务中的应用还需要进一步验证和优化;论文中提出的实现路径在实际操作中可能面临技术和资源等方面的挑战",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AIGC技术如何赋能图书馆智慧服务，提出了具体的生态模式和实现路径，是AI技术在图书馆领域应用的重要研究成果。",
        "赋能图书馆哪些具体工作": "智能参考咨询服务;智能阅读服务;智能教育服务;智能科研支撑服务",
        "赋能图书馆具体工作实现方法路径": "优化图书馆智慧服务机制，包括调研宣传、功能设计测试、内容审核、全评价框架体系建立等;升级图书馆智慧服务基础设施，包括提高算力供给、优化模型和系统等;构建多模态数字内容知识体系，包括数据清洗脱敏、知识元标注、知识库建设等;加强图书馆智慧服务人才队伍建设，包括招纳具备人工智能背景的工作人员、对馆员进行相关素养和能力的培养等;完善图书馆智慧服务制度规范，包括制定服务主体和用户的责任和义务规范等",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "AIGC时代高校图书馆智能化前景研究",
        "英文题目": "",
        "作者": "曹晖;张习文",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨AIGC技术在高校图书馆智能化建设中的应用前景;分析AIGC技术在提高图书馆服务效率、满足用户需求方面的潜力;提出AIGC技术在高校图书馆应用中可能面临的问题及应对策略",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "介绍了AIGC技术的发展历程及其在图书馆领域的应用现状;分析了反馈强化学习（RLHF）、文图对比预训（CLIP）、可扩散化模型（Diffusion）和ChatGPT等技术在图书馆服务中的应用潜力;指出了数据质量、版权、技术成本、读者隐私和数字化标准等方面的挑战，并提出了相应的应对策略",
        "创新点": "结合具体AIGC技术探讨其在高校图书馆智能化建设中的应用;提出了针对AIGC技术在图书馆应用中可能面临问题的全面应对策略",
        "不足与局限": "研究更多侧重于理论探讨和初步实践，缺乏大规模实证研究的支持;对于AIGC技术的具体实施细节和效果评估涉及较少",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AIGC技术在图书馆智能化建设中的应用，为AI赋能图书馆工作提供了理论依据和实践指导",
        "赋能图书馆哪些具体工作": "文献检索服务优化;个性化推荐服务;多媒体资源管理和开发利用;图书馆宣传推广与跨界合作;图书馆自动化管理",
        "赋能图书馆具体工作实现方法路径": "利用CLIP技术实现文献检索的精准匹配和个性化推荐;通过RLHF技术优化图书馆服务，加强与读者的深度交流;应用Diffusion技术促进图书馆信息资源的快速传播和多元交互;使用ChatGPT技术提高图书馆服务水平，实现自动化管理和智能推荐;加强数据审核和过滤，保护版权和知识产权，提升人员技术素养和应用能力",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "AIGC时代学科馆员人工智能素养现状及提升策略研究",
        "英文题目": "",
        "作者": "李睿;邵长远;李妙玲;王蒙蒙",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "了解学科馆员在AIGC时代的人工智能素养现状;探讨影响学科馆员人工智能素养的因素;提出提升学科馆员人工智能素养的策略",
        "研究方法": "通过问卷调研了解学科馆员的人工智能素养现况及其影响因素",
        "主要内容与成果": "学科馆员对AIGC有一定的了解，但使用频率和交互指令了解程度有待提高;学科馆员认为AIGC工具对学科服务有较大帮助，尤其在智能咨询和信息素养教育方面;学科馆员对AIGC工具的培训需求强烈，期望提升AIGC工具应用实践和技巧;从政策、社会、图书馆和馆员四个层面提出了提升学科馆员人工智能素养的策略",
        "创新点": "首次从学科馆员人工智能素养视角探讨AIGC在高校图书馆的应用;提出了多维度、多层次的学科馆员人工智能素养提升策略",
        "不足与局限": "样本量有限，仅针对国内高校图书馆学科服务部馆员;研究主要基于问卷调研，缺乏深入的实证研究和案例分析",
        "与AI赋能图书馆工作的关系": "论文探讨了AI（特别是AIGC）在图书馆工作中的应用前景和学科馆员所需的人工智能素养，为AI赋能图书馆工作提供了理论依据和实践指导",
        "赋能图书馆哪些具体工作": "智能咨询;信息素养教育;学科资源支持;学科态势分析;学科资源推广;科研支持服务",
        "赋能图书馆具体工作实现方法路径": "政策层面：完善AIGC相关规范与政策，确保AIGC在图书馆环境中的应用符合法律法规和伦理道德规定;社会层面：研发并推广优质AIGC工具，加大对AIGC工具的宣传力度;图书馆层面：提供丰富的AI素养培训，包括专业培训课程、案例大赛、研讨会等;馆员层面：增强AI素养提升意识，积极参与AIGC相关的继续教育和职业发展项目",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;人才培养与组织变革"
    },
    {
        "论文题目": "AIGC在图书馆服务创新中的安全风险与治理策略研究",
        "英文题目": "",
        "作者": "马晓亭",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨AIGC技术在图书馆智慧服务中的应用场景及其对图书馆服务模式变革和服务路径创新的智慧赋能方式;研究图书馆AIGC应用实践面临的安全风险与威胁及其对图书馆智慧服务模式变革和AIGC智慧阅读场景、内容生成的影响;构建图书馆AIGC风险防控系统结构与检测流程，并提出相应的防范策略",
        "研究方法": "文献综述与案例分析相结合，探讨AIGC技术在图书馆的应用场景、安全风险及治理策略。",
        "主要内容与成果": "明确了AIGC技术在图书馆智能化管理、读者服务模式变革和服务路径创新中的应用场景;分析了图书馆AIGC应用实践面临的安全风险与威胁，包括数据安全管理、虚假信息、意识形态偏见、侵犯用户著作权等;构建了图书馆AIGC风险防控系统结构与检测流程，并提出了相应的防范策略，包括加强立法监管、审核服务商资质、加强版权保护、数据生命周期监管等",
        "创新点": "首次系统研究了AIGC技术在图书馆服务创新中的应用及其安全风险与治理策略;提出了基于数据生命周期管理的图书馆AIGC风险防控系统结构与检测流程;结合我国法律新规和AIGC应用实际，提出了具体的防范策略",
        "不足与局限": "论文主要基于理论分析和案例研究，缺乏大规模实证研究的支持;对AIGC技术在图书馆具体应用中的技术细节和实现难度讨论较少;提出的防范策略在实际操作中的可行性和效果需要进一步验证",
        "与AI赋能图书馆工作的关系": "论文探讨了AIGC技术在图书馆服务创新中的应用及其安全风险与治理策略，为AI赋能图书馆工作提供了理论指导和实践参考。",
        "赋能图书馆哪些具体工作": "智能化管理：实现馆藏资源和管理资源的虚拟3D呈现，提升管理效率;读者服务模式变革：实现服务系统知识组织、读者智慧咨询、个性化虚拟阅读定制等;读者个性化虚拟阅读定制：根据读者需求动态生成阅读场景与内容",
        "赋能图书馆具体工作实现方法路径": "利用AIGC技术实现馆藏资源和管理资源的虚拟3D呈现，提升管理效率;通过AIGC技术实现服务系统知识组织、读者智慧咨询、馆员信息素养教育等;结合读者个性化需求，利用AIGC技术动态生成阅读场景与内容，实现个性化虚拟阅读定制;构建图书馆AIGC风险防控系统，对AIGC应用过程中的安全风险进行实时监测和防范",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;政策法规研究;技术原理研究"
    },
    {
        "论文题目": "AI驱动的未来图书馆范式重构与创新路径",
        "英文题目": "",
        "作者": "金佳丽;潘晶;张紫徽;黄晨",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "探讨人工智能技术冲击下图书馆的未来发展图景;提出未来图书馆的建构框架，揭示图书馆作为认知基础设施的转型路径",
        "研究方法": "文献综述与理论分析结合，通过大资源、大阅读、大融通和大模型四维变革进行深入探讨",
        "主要内容与成果": "提出了未来图书馆的建构框架，通过大资源、大阅读、大融通和大模型四维变革，揭示图书馆作为认知基础设施的转型路径。具体成果包括跨媒体资源的拓扑重组、多模态服务的具身交互、知识生态的开放融通以及大模型驱动的认知增强等。",
        "创新点": "提出未来图书馆的概念，并构建其建构框架;通过大资源、大阅读、大融通和大模型四维变革推动图书馆转型;强调图书馆在AI时代不仅是知识记忆存储角色，更是催化认知革命的创新引擎",
        "不足与局限": "当前研究仍处于理论探索的初级阶段，人机协同的伦理边界、虚实空间的认知机制、知识服务的价值重塑等维度仍存在理论盲区;大模型的训练需海量高质量语料，而单一图书馆的资源规模和多样性有限，需要建立区域性或全球性的图书馆联盟进行共建共享",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AI如何赋能图书馆工作，通过大资源、大阅读、大融通和大模型四维变革，推动图书馆从传统知识记忆存储角色向催化认知革命的创新引擎转变。",
        "赋能图书馆哪些具体工作": "资源建设与服务管理;读者服务与知识问答;沉浸式阅读体验创造;跨媒体资源拓扑与知识组织;数据治理与知识服务;图书馆人力资源结构转型与岗位职能重塑",
        "赋能图书馆具体工作实现方法路径": "利用大模型技术实现资源更细粒度的揭示、可视化、知识间的智能关联;开发智能体，如AI馆员、虚拟数字馆员等，为读者提供智能咨询与导览服务;结合VR、AR技术，为读者创造沉浸式的阅读体验;通过多模态大模型构建跨媒体向量知识库，实现知识组织和数据治理新方法;构建图书馆大模型，作为业务基座和操作系统，深度嵌入资源管理、阅读服务和生态融通的全流程;建立区域性或全球性的图书馆联盟，共享多模态资源和语料库，联合开发专用模型",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;服务创新应用;资源管理与运营"
    },
    {
        "论文题目": "AI驱动下图书馆员服务能力模型构建探索——基于美国图书馆招聘启事和ALA核心能力草案的整合分析",
        "英文题目": "",
        "作者": "孙丽娟",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "构建AI驱动下图书馆员服务能力模型;分析美国图书馆招聘启事和ALA核心能力草案的异同;为国内图书馆员服务能力建设提供借鉴依据",
        "研究方法": "采用网络调查法和内容分析法，收集并分析美国图书馆AI相关岗位的招聘启事，运用扎根理论提炼并归纳图书馆员服务能力模型，并与ALA核心能力草案进行对比分析。",
        "主要内容与成果": "构建了包含技术适应力、服务创新力和协同整合力三个维度的图书馆员服务能力模型;揭示了AI驱动下图书馆员服务能力的演进路径和关键能力要素;通过与ALA核心能力草案的对比分析，发现了两者在技术、服务创新、伦理等维度上的差异与共性",
        "创新点": "基于动态能力理论，首次构建了AI驱动下图书馆员服务能力模型;创新性地将实证分析结果与ALA核心能力草案进行对比研究;提出了动态循环的能力发展机制，将服务能力建设与服务对象需求、服务目标实现有机衔接",
        "不足与局限": "数据样本来源于美国图书馆招聘信息，可能存在地域性偏差;样本数量相对有限，可能影响模型的全面性",
        "与AI赋能图书馆工作的关系": "该研究深入探讨了AI驱动下图书馆员服务能力模型的构建，为AI赋能图书馆工作提供了理论基础和能力框架，有助于指导图书馆员在AI时代提升服务能力，推动图书馆智慧化转型。",
        "赋能图书馆哪些具体工作": "智能信息检索;自动化编目;个性化推荐;智能咨询机器人;数字特藏资源建设;古籍智慧化服务",
        "赋能图书馆具体工作实现方法路径": "构建分层赋能式培训，包括基础层AI技术基础通识学习和实践教育，专业层图书馆特定场景AI开发课程;打造场景化应用生态，建立伦理嵌入机制，推进创新服务开发，形成服务闭环;构建可持续发展机制，包括职业资格认证、资源共享和动态发展",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;人才培养与组织变革"
    },
    {
        "论文题目": "AI生成与学者撰写中文论文摘要的检测与差异性比较研究",
        "英文题目": "",
        "作者": "王一博;郭鑫;刘智锋;王继民",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "从实证角度对AI生成与学者撰写的中文论文摘要的检测方法进行研究;分析其文本内容特征差异，为AI生成文本的自动检测及相关研究提供参考",
        "研究方法": "首先，以图书馆学领域100篇高被引论文为例，基于论文题目应用GPT-4大模型生成相应的摘要，构建分析数据集；其次，采用有监督的机器学习和深度预训练模型对GPT-4生成和学者撰写的摘要进行分类检测，同时采用查重软件对内容的重复率进行检测；最后，分别从摘要长度、句子数量、词汇特征、常用搭配等维度，揭示AI生成与学者撰写中文论文摘要之间的异同点。",
        "主要内容与成果": "基于训练语料所搭建的分类器可有效识别中文论文摘要是否由AI生成，其中，逻辑回归(Logistic)、集成学习模型(RF、LightGBM)和BERT模型的F-Score均超过90%。 AI生成的摘要呈现出较高的同质性，具有较强的写作逻辑性，并惯用归纳总结等学术话语体系；而学者撰写的摘要则具有显著的个性化差异，使用凸显实际含义的搭配较多，并常用与国家政策密切相关的词语。",
        "创新点": "实证研究了AI生成与学者撰写中文论文摘要的检测方法;揭示了AI生成与学者撰写摘要在文本内容特征上的差异",
        "不足与局限": "仅以图书馆学领域的高被引论文为研究样本，对于其他学科领域，研究结论的普适性仍需进一步研究验证;仅关注了摘要部分的异同点，未来可进一步研究论文全文",
        "与AI赋能图书馆工作的关系": "该研究通过分析AI生成与学者撰写摘要的差异，为图书馆在AI辅助写作、内容审核等方面提供了参考，有助于图书馆更好地利用AI技术提升工作效率和服务质量。",
        "赋能图书馆哪些具体工作": "AI辅助论文摘要写作审核;AI辅助内容原创性检测;AI辅助文本特征分析",
        "赋能图书馆具体工作实现方法路径": "构建AI生成文本检测模型，对论文摘要进行自动分类和检测;利用查重软件对论文摘要进行原创性检测，提高审核效率;通过文本分析技术，揭示AI生成与学者撰写摘要的文本特征差异，为图书馆提供内容分析工具",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;服务创新应用"
    },
    {
        "论文题目": "ChatGPT赋能高校图书馆智慧服务：起因、场景与策略",
        "英文题目": "",
        "作者": "张慧;胡丹仪",
        "英文作者": "",
        "发表年份": 2025,
        "研究目的": "探讨ChatGPT在高校图书馆智慧服务中的应用场景;提出加速ChatGPT技术落地高校图书馆的策略",
        "研究方法": "文献分析法、案例分析法、理论探讨法",
        "主要内容与成果": "文章分析了ChatGPT赋能高校图书馆智慧服务的起因，探讨了其在咨询服务、教研支持、知识共享、资源管理等多个应用场景的创新，并提出了重视底层技术建设、加强数字素养培养、完善相关制度条例等策略，以推动ChatGPT技术在高校图书馆智慧服务中的应用。",
        "创新点": "系统性地研究了ChatGPT在高校图书馆智慧服务中的应用场景;提出了针对高校图书馆的ChatGPT技术落地策略",
        "不足与局限": "当前研究多集中在理论探讨阶段，实际应用案例较少;对于ChatGPT技术在高校图书馆中的长期效果和潜在风险探讨不足",
        "与AI赋能图书馆工作的关系": "文章深入探讨了ChatGPT作为AI技术的一种，如何赋能高校图书馆的智慧服务，提升服务质量和效率。",
        "赋能图书馆哪些具体工作": "咨询服务智能化;教研服务专业化;知识服务个性化;资源服务自动化",
        "赋能图书馆具体工作实现方法路径": "通过与GPT技术开发团队合作，定制与ChatGPT相契合的技术系统;组织培训交流、主题活动等，提升用户数字素养;制定针对ChatGPT数据应用的管理条例，加强隐私信息保护",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatGPT在智慧图书馆建设中的机遇与挑战",
        "英文题目": "",
        "作者": "张强;高颖;赵逸淳;张雪峰",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "探讨ChatGPT在智慧图书馆建设中的应用场景;分析ChatGPT对智慧图书馆建设的风险与挑战;为AI时代智慧图书馆高质量发展与建设提供借鉴",
        "研究方法": "文献综述与案例分析相结合，详细梳理ChatGPT的技术原理与发展历程，并结合智慧图书馆建设的实际需求进行探讨。",
        "主要内容与成果": "ChatGPT在信息资源管理、智慧空间场景、智能咨询服务和馆员服务能力建设四个方面提供助力;分析了ChatGPT给智慧图书馆建设带来的隐私泄露、问答真实性和版权风险等问题;提出了ChatGPT介入智慧图书馆建设需要注意的相关事项",
        "创新点": "首次系统探讨了ChatGPT在智慧图书馆建设中的应用场景;深入分析了ChatGPT对智慧图书馆建设的潜在风险与挑战;为智慧图书馆建设与AI技术的融合提供了理论依据和实践指导",
        "不足与局限": "ChatGPT仍处于发展阶段，存在隐私泄露、问答真实性和版权风险等问题;对于智慧图书馆建设的具体实施路径和细节探讨不够深入;缺乏实证研究来验证ChatGPT在智慧图书馆建设中的实际效果",
        "与AI赋能图书馆工作的关系": "ChatGPT作为AI技术的一种，为智慧图书馆建设提供了新的思路和工具，有助于提升图书馆的服务效率和质量，推动图书馆向智能化、个性化方向发展。",
        "赋能图书馆哪些具体工作": "信息资源管理建设;智慧空间场景建设;智能咨询服务建设;馆员服务能力建设",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT进行文献资源书目编制与标注、书目信息校准、馆藏资源数字化整合;将ChatGPT接入智能机器人进行导航与分析，优化图书馆空间场景;通过ChatGPT实现个性化、差异化的智能咨询服务，提高参考咨询质量;利用ChatGPT提升馆员的技术能力，辅助馆员进行学科服务、制度编制等工作",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;智能空间与设施;资源管理与运营"
    },
    {
        "论文题目": "ChatGPT对高校图书馆的影响：业务、服务及发展路径",
        "英文题目": "",
        "作者": "李光助",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "探讨ChatGPT对高校图书馆业务、服务及发展路径的影响;分析ChatGPT在高校图书馆中的应用潜力和红利;提出ChatGPT赋能高校图书馆发展的路径和方法",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "ChatGPT能促进图书馆业务增值增效，包括图书流通、办公业务、图书编目和采访、技术保障等方面;ChatGPT能推动读者服务工作增智增慧，包括参考咨询服务、协助馆员高效开展知识服务、唤醒沉睡资源、挖掘服务内容、创新服务手段等;ChatGPT能创新图书馆素质教育新模式，提升学生数字素养;提出了ChatGPT赋能图书馆发展的路径，包括向智慧图书馆迈进、创建智能化智慧化场景化融合式环境、数字化加工提取及标注训练数据等建设工作、促进图书馆馆员组成更加专业化",
        "创新点": "首次系统分析ChatGPT对高校图书馆业务、服务及发展路径的影响;提出了ChatGPT赋能图书馆发展的具体路径和方法;探讨了ChatGPT在高校图书馆中的多种应用场景和潜力",
        "不足与局限": "ChatGPT在图书馆的广泛运用还需解决算力等现实挑战;论文未深入探讨ChatGPT在图书馆应用中的伦理和隐私问题;对于ChatGPT在图书馆中的具体实施案例和效果评估相对较少",
        "与AI赋能图书馆工作的关系": "论文深入探讨了ChatGPT作为AI技术在图书馆中的应用，为AI赋能图书馆工作提供了理论依据和实践路径",
        "赋能图书馆哪些具体工作": "图书流通业务统计分析;图书馆办公业务辅助;图书编目和采访;图书技术保障;参考咨询服务;知识服务;外文资源翻译和推介;读者信息获取方式优化;图书馆素质教育创新",
        "赋能图书馆具体工作实现方法路径": "集成ChatGPT到图书馆系统中，进行运算分析和资源推荐;利用ChatGPT进行文本生成、自动标引、分类和文摘;开发ChatGPT驱动的智慧图书馆创新场景;加强文献全文数据采集和本地化存储，为ChatGPT提供数据支持;提升图书馆馆员的专业素质，适应ChatGPT环境下的工作需求",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "ChatGPT赋能高校图书馆元宇宙空间服务",
        "英文题目": "",
        "作者": "郭亚军;郭一若;冯思倩;张鑫迪",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探究ChatGPT赋能高校图书馆元宇宙空间服务的作用机理;重新架构高校图书馆元宇宙空间服务场景;解析ChatGPT赋能高校图书馆元宇宙空间服务运行模式;提出高校图书馆元宇宙空间服务发展策略",
        "研究方法": "文献综述法、案例分析法、理论构建法",
        "主要内容与成果": "本文通过分析ChatGPT的特征与图书馆以人为本的服务理念，探究了ChatGPT赋能高校图书馆元宇宙空间服务的作用机理，重新架构了高校图书馆元宇宙空间服务场景，从基础构建、数据转换、应用分析以及场景协作四个层面解析了运行模式，并提出了从技术、资源、理念等方面进行创新与提升的发展策略。",
        "创新点": "首次将ChatGPT技术应用于高校图书馆元宇宙空间服务领域;构建了高校图书馆元宇宙空间服务的新型运行模式;提出了从多个层面提升高校图书馆元宇宙空间服务效能的策略",
        "不足与局限": "ChatGPT在知识传播中可能会造成信息来源不准，导致用户被虚假信息误导;ChatGPT输出的质量受限于训练数据的质量，可能犯基本的事实错误和推理逻辑错误;用户在应用ChatGPT时可能会无意中泄露敏感信息，引发信息安全风险",
        "与AI赋能图书馆工作的关系": "本文深入探讨了ChatGPT作为AI技术的一种，如何赋能高校图书馆元宇宙空间服务，推动图书馆智慧空间转型，是AI技术在图书馆工作领域应用的重要研究。",
        "赋能图书馆哪些具体工作": "学习共享空间的重构与提升;教学科研场景的智能化与一体化建设;资源可视化场景的构建与优化;文化休闲场景的创新与传承",
        "赋能图书馆具体工作实现方法路径": "通过ChatGPT的交互实时性，促进多源知识的传播与共享;利用ChatGPT的智能推荐性，构建智能化的资源体系;借助ChatGPT的发展生成性，驱动情感价值，提升用户空间体验;从基础构建、数据转换、应用分析以及场景协作四个层面，全面赋能高校图书馆元宇宙空间服务",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;智能空间与设施"
    },
    {
        "论文题目": "ChatGPT赋能图书馆：现实基础、逻辑方向与应用场景",
        "英文题目": "",
        "作者": "孙鹏;王宇;刘新勇",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT如何赋能图书馆业务生态重塑;分析ChatGPT在图书馆应用中的现实基础和逻辑方向;构建ChatGPT支持图书馆服务创新的应用场景",
        "研究方法": "基于人工智能在图书馆业务生态演进历程的时序归结，分析ChatGPT在图书馆的应用前景和路径。",
        "主要内容与成果": "论文分析了ChatGPT在图书馆的现实基础、逻辑方向，并构建了ChatGPT支持图书馆服务创新的应用场景，包括内容生产、服务咨询、资源检索等方面的创新应用。",
        "创新点": "首次系统探讨了ChatGPT在图书馆服务创新中的应用场景;提出了从PGC到UGC，再到AIGC的内容生产模式演进;详细分析了ChatGPT在图书馆服务咨询和资源检索中的智能化赋能",
        "不足与局限": "论文未深入探讨ChatGPT应用中的伦理、隐私和法律风险的具体应对措施;对ChatGPT在不同规模和类型图书馆中的适用性差异分析不足",
        "与AI赋能图书馆工作的关系": "论文紧密围绕AI（特别是ChatGPT）如何赋能图书馆工作展开，探讨了AI在图书馆服务创新中的具体应用和实现路径。",
        "赋能图书馆哪些具体工作": "内容生产模式从PGC到UGC，再到AIGC的演进;服务咨询模式从馆员支撑到AI值守的跃升;资源检索模式从文本搜索到知识输出的嬗变",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT的自然语言处理和对话交互能力，实现知识库的自动构建和内容辅助创作;通过ChatGPT提供24小时无人值守的智能咨询服务，提升服务效能;结合ChatGPT的深度学习能力，实现从文本搜索到知识输出的智能检索模式",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatGPT赋能图书馆虚拟数字人：技术优势、应用场景与实践路径",
        "英文题目": "",
        "作者": "郭亚军;庞义伟;周家华;马慧芳",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT在图书馆虚拟数字人中的应用技术优势;分析ChatGPT赋能图书馆虚拟数字人的主要应用场景;提出ChatGPT赋能图书馆虚拟数字人的实践路径",
        "研究方法": "文献综述法、案例分析法",
        "主要内容与成果": "文章通过总结ChatGPT的运行原理与技术优势，提出了ChatGPT赋能图书馆虚拟数字人的主要应用场景，包括虚拟馆员智能问答、虚拟讲解员、阅读推广服务以及特殊人群无障碍服务。 同时，从技术支撑、信息资源、服务场景以及管理制度等方面出发，探索了ChatGPT赋能图书馆虚拟数字人的实践路径，以更好地实现智慧服务。",
        "创新点": "首次系统提出ChatGPT在图书馆虚拟数字人中的应用场景和实践路径;结合预训练模型、神经信息检索和自然语言处理技术，提升虚拟数字人的服务水平;提出多模态信息资源整合和多层次管理制度规范",
        "不足与局限": "文章更多侧重于理论探讨，缺乏具体实践案例的详细分析和验证;对于ChatGPT技术在图书馆应用中的潜在风险和挑战讨论不足;实践路径的具体实施细节和可行性评估有待进一步深入",
        "与AI赋能图书馆工作的关系": "文章深入探讨了ChatGPT这一AI技术在图书馆虚拟数字人中的应用，为AI赋能图书馆工作提供了新的思路和方向，特别是在提升服务效率、优化用户体验和推动服务模式创新方面具有重要意义。",
        "赋能图书馆哪些具体工作": "虚拟馆员智能问答;虚拟讲解员;阅读推广服务;特殊人群无障碍服务",
        "赋能图书馆具体工作实现方法路径": "以协同多方位技术支撑为建设基础，包括预训练模型、自然语言处理技术等;以整合多模态信息资源为关键要素，实现知识领域的跨越和信息资源的高效利用;以创新多元化服务场景为最终目标，满足用户不断变化的服务需求;以规范多层次管理制度为战略核心，确保虚拟数字人服务的规范性和安全性",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatGPT赋能图书馆知识服务：原理、场景与进路",
        "英文题目": "",
        "作者": "郭亚军;马慧芳;张鑫迪;冯思倩",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT赋能图书馆知识服务的作用原理;分析ChatGPT在图书馆知识服务中的应用场景;提出ChatGPT赋能图书馆知识服务的推进路径",
        "研究方法": "文献分析法、案例分析法、技术原理分析法",
        "主要内容与成果": "本文分析了ChatGPT背后的支撑技术原理，包括人类反馈强化学习（RLHF）、变换器（Transformer）、思维链（CoT）和人工智能生成内容（AIGC）等技术，并探讨了这些技术在图书馆参考咨询服务、学科知识服务、情报服务和教育培训服务中的应用场景。 提出了提升多源多模态信息汇聚与整序能力、构建对话型生成式学术搜索引擎、促进情报检索语言与人工智能融合，以及增强自然语言模型的逻辑推理能力等推进路径。",
        "创新点": "首次系统探讨了ChatGPT在图书馆知识服务中的应用原理和场景;提出了ChatGPT赋能图书馆知识服务的具体推进路径;结合了最新的人工智能技术，为图书馆知识服务创新提供了新思路",
        "不足与局限": "ChatGPT技术尚未正式进入中国市场，实际应用效果有待验证;对ChatGPT技术的依赖可能带来数据安全和隐私保护问题;技术实施成本较高，需要图书馆投入大量资源",
        "与AI赋能图书馆工作的关系": "本文深入探讨了ChatGPT等AI技术在图书馆知识服务中的应用，为AI赋能图书馆工作提供了理论支撑和实践指导。",
        "赋能图书馆哪些具体工作": "参考咨询服务;学科知识服务;情报服务;教育培训服务",
        "赋能图书馆具体工作实现方法路径": "提升多源多模态信息汇聚与整序能力，实现精确人性化微观人机问答服务;构建对话型生成式学术搜索引擎，提高学科知识服务效率;促进情报检索语言与人工智能融合，优化情报检索效果;增强自然语言模型的逻辑推理能力，提供精准教育培训信息推荐服务",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatGPT赋能图书馆智慧服务：特征、场景与路径",
        "英文题目": "",
        "作者": "郭亚军;郭一若;李帅;冯思倩",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "探讨ChatGPT在图书馆智慧服务中的应用特征;分析ChatGPT赋能图书馆智慧服务的应用场景;提出ChatGPT赋能图书馆智慧服务的实现路径",
        "研究方法": "文献综述法、案例分析法、理论推导法",
        "主要内容与成果": "论文详细分析了ChatGPT在图书馆智慧服务中的四个特征（Translation交互性语言翻译、Transformation个性化场景转移、Transmission立体式信息传播、Treatment即时型任务处理），构建了ChatGPT赋能图书馆智慧服务的应用场景框架图（RSRC框架），并从技术、资源、人才、管理四个方面提出了实现路径。^[1][2][3]^",
        "创新点": "首次系统总结了ChatGPT赋能图书馆智慧服务的四个特征;构建了ChatGPT赋能图书馆智慧服务的应用场景框架图（RSRC框架）;提出了从技术、资源、人才、管理四个方面的实现路径",
        "不足与局限": "ChatGPT技术尚不成熟，可能存在数据泄露、虚假数据传播、知识产权纠纷等问题;对ChatGPT在图书馆具体应用中的效果评估缺乏实证研究;未详细讨论ChatGPT与其他AI技术的融合应用",
        "与AI赋能图书馆工作的关系": "论文深入探讨了ChatGPT这一AI技术在图书馆智慧服务中的应用，为AI赋能图书馆工作提供了新的思路和实现路径。",
        "赋能图书馆哪些具体工作": "资源建设增值化;科研服务专业化;咨询服务智能化;社会教育均等化",
        "赋能图书馆具体工作实现方法路径": "技术路径：开发多模态识别系统;资源路径：构建多功能专属图谱;人才路径：推动多层次人机协同;管理路径：实现多范畴守正创新",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatGPT技术融入图书馆服务：应用价值、内在挑战与应对策略",
        "英文题目": "",
        "作者": "严雪雁",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "探讨ChatGPT技术融入图书馆服务的应用价值;分析ChatGPT技术融入图书馆服务可能带来的内在挑战;提出ChatGPT技术融入图书馆服务的应对策略",
        "研究方法": "文献综述与理论分析",
        "主要内容与成果": "论文分析了ChatGPT技术的特征，探讨了其融入图书馆服务的应用价值，包括提升整体服务效能、赋能多元应用场景、拓展服务范围边界以及提升社会教育效益。 同时，论文也指出了可能带来的内在挑战，如影响组织声誉、加剧结构性不均衡发展、威胁数据安全以及造成科研伦理与法律纠纷。 针对这些挑战，论文从国家和图书馆两个层面提出了应对策略。",
        "创新点": "系统分析了ChatGPT技术融入图书馆服务的应用价值与内在挑战;提出了国家和图书馆两个层面的应对策略;探讨了ChatGPT技术在图书馆服务中的多元化应用场景",
        "不足与局限": "论文主要基于理论分析，缺乏实证研究支持;对于ChatGPT技术的具体应用细节和实施效果讨论不够深入;提出的应对策略在实际操作中可能面临一定困难",
        "与AI赋能图书馆工作的关系": "论文直接探讨了ChatGPT这一AI技术在图书馆服务中的应用，是AI赋能图书馆工作的重要研究内容。",
        "赋能图书馆哪些具体工作": "提升整体服务效能;赋能多元应用场景（如学习教育、阅读辅助、参考咨询等）;拓展服务范围边界;提升社会教育效益",
        "赋能图书馆具体工作实现方法路径": "提升图书馆工作人员的数字素养，进行技术运用能力训练;完善专职技术人才队伍建设，保障技术稳定运行;加强与ChatGPT相关开发企业的合作，定制个性化技术应用;推进与电子资源出版供应商的合作，确保知识产权合法性;深化图书馆联盟的互信与合作，促进资源共享;引导用户参与评价与意见需求反馈，优化服务改进方向",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "ChatGPT类AI-GPT技术应用对图书馆信息处理的变革探析",
        "英文题目": "",
        "作者": "王静静;叶鹰;王婉茹",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT类AI-GPT技术在图书馆信息处理中的应用前景;分析ChatGPT类AI-GPT技术对图书馆信息处理可能带来的创新路径",
        "研究方法": "文献综述与理论分析",
        "主要内容与成果": "概述了ChatGPT类AI-GPT技术的发展现状与应用领域;探讨了ChatGPT类AI-GPT技术在图书馆文献分类与标引、精准检索、智能问答与咨询服务等方面的应用;提出了智慧图书馆知识库建设、图书馆用户信息集成处理、图书馆数智化服务开放平台搭建等创新路径",
        "创新点": "将ChatGPT类AI-GPT技术引入图书馆信息处理领域，提出新的应用模式和创新路径;构建了智慧图书馆知识库建设的框架，提出了多源、多模态、多语言资源内容建设与信息处理的技术支撑",
        "不足与局限": "未详细讨论ChatGPT类AI-GPT技术在图书馆应用中的具体实施难点与挑战;对数据安全、隐私保护等潜在风险的分析不够深入",
        "与AI赋能图书馆工作的关系": "论文探讨了ChatGPT类AI-GPT技术如何赋能图书馆信息处理工作，推动图书馆智慧化转型",
        "赋能图书馆哪些具体工作": "文献分类与标引;精准检索;智能问答与咨询服务",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT类AI-GPT技术进行文献自动分类与标引，提升分类与标引效率和质量;结合ChatGPT类AI-GPT技术与搜索引擎，实现多模态处理和多语言翻译，提升检索准确率和全面性;将ChatGPT类AI-GPT技术应用于智能问答与咨询服务，提供实时、精准的信息服务，构建用户图谱和情景图谱，提升服务质量",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "ChatGPT类生成式AI对高校图书馆数字素养教育的影响探析",
        "英文题目": "",
        "作者": "龚芙蓉",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "探讨ChatGPT类生成式AI对高校图书馆数字素养教育的影响因素和引导策略;为国内高校数字素养教育工作者提供可参考的模式与案例;促进构建基于人工智能的本土化高校数字素养框架",
        "研究方法": "采用实证研究法，根据已有的数字素养五维度设计试卷，并基于知识内容、能力素养、情感价值三个维度对测试答案进行内容分析。",
        "主要内容与成果": "析出了人工智能视域下数字素养教育知识内容的四大特点;总结了人工智能工具对学生高阶思维能力和情感价值的影响;聚焦于人工智能工具对数字素养教育影响的细粒度分析;实现了对多人同时利用ChatGPT类生成式AI工具进行数字素养学习的效果测试及结果分析",
        "创新点": "细粒度分析人工智能工具对数字素养教育的影响;实现了对多人同时利用ChatGPT类生成式AI工具进行数字素养学习的效果测试及结果分析",
        "不足与局限": "内容分析法虽然能够很好地诠释研究问题，但受主观原因和已有经验的影响，不可避免地存在编码主观性和不严谨现象;样本指标偏小，形式较单一，未来可扩展至问卷、日志等数据，也可采用对比实验来获得更深入的研究结论",
        "与AI赋能图书馆工作的关系": "探讨了ChatGPT类生成式AI如何赋能高校图书馆数字素养教育，为图书馆在AI时代的数字素养教育提供了策略和路径。",
        "赋能图书馆哪些具体工作": "数字素养教育内容的设计与优化;学生高阶思维能力的培养;学生情感价值的引导与塑造",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT类生成式AI进行数字素养教育知识内容的情境化、游戏化打包练习;通过‘问答引导’式的教学方法，教会学生利用自然语言进行高效提问;对易误导和有风险的知识内容进行重点讲解、反复提示和练习，创设反思、纠错情境;强化数字素养教育中其他优质的平台、工具和手段，训练学生独立思考、多方验证的能力;加速社交体验创新，丰富自我表达，满足学生的自我认同和存在感需要，提供情绪价值",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;成效评估"
    },
    {
        "论文题目": "ChatGPT类智能对话工具兴起对图书馆行业的机遇与挑战",
        "英文题目": "",
        "作者": "李书宁;刘一鸣",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "探讨ChatGPT类智能对话工具对图书馆行业的影响;分析ChatGPT给图书馆行业带来的机遇与挑战",
        "研究方法": "结合国内外业界相关情况的调研、ChatGPT的测试结果和国内外同行公布的测试反馈记录进行思考与分析",
        "主要内容与成果": "分析了ChatGPT的基本情况、功能与问题，探讨了ChatGPT对图书馆行业在助力馆员成长与效率提升、智能咨询服务建设、知识服务深入发展、检索系统用户体验改善等方面的机遇，以及在图书馆资源组织、信息素养教育、图书馆管理等方面的挑战。",
        "创新点": "首次从图书馆业务角度系统分析ChatGPT类智能对话工具的影响;提出了ChatGPT在图书馆多个业务场景中的潜在应用价值",
        "不足与局限": "ChatGPT的数据时效性有限，无法查询有版权信息和其他有权限控制的信息资源;ChatGPT的回答内容可能不一致，无法验证，甚至会前后矛盾;ChatGPT可能存在偏见，对边缘化群体关注不够;ChatGPT生成的文本可能受版权保护，使用可能造成侵权",
        "与AI赋能图书馆工作的关系": "ChatGPT作为AI技术的代表，为图书馆工作提供了新的赋能手段和思路，推动了图书馆在多个业务场景中的智能化转型。",
        "赋能图书馆哪些具体工作": "助力馆员成长与效率提升;助力智慧图书馆的智能咨询服务建设;助推图书馆知识服务深入发展;改善图书馆检索系统的用户体验，提升资源检索的准确性和有效性",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT实现业务知识的高效自学，辅助特定技术需求源程序代码的编写、转化、修复、精简、注释和编写文档，协助进行特定资源的主题和摘要抽取等;借助于ChatGPT开放接口等途径，解决图书馆智能咨询需求，建设智能咨询服务系统;利用ChatGPT打破原有检索系统模式，直接提供给用户所需的“问题解决方案”“经过再次组织的文献内容知识”等，推动知识服务深入发展;联合相关数据库商或技术公司，充分利用相关技术的进展，恰当地使用相关接口，改善图书馆各类检索系统用户体验，提升资源检索的准确性和有效性",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;成效评估"
    },
    {
        "论文题目": "ChatGPT模型赋能数字素养教育应用场景研究",
        "英文题目": "",
        "作者": "李军华;燕翔;李慧",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "探讨ChatGPT模型在数字素养教育中的潜在应用;分析ChatGPT模型在提升信息与数据素养技能、促进交流与合作、创造数字内容以及提高安全意识等方面的作用;研究图书馆数字素养教育面临的挑战并提出应对策略",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "论文详细探讨了ChatGPT在数字素养教育中的应用场景，包括提升信息与数据素养技能、促进交流与合作、创造数字内容以及提高安全意识，并分析了图书馆数字素养教育面临的挑战，如加强沟通能力、应用LLM进行科学研究、培养学生的批判性思维和信息交互能力等。",
        "创新点": "首次系统探讨了ChatGPT在数字素养教育中的应用场景;提出了利用ChatGPT提升数字素养教育的具体策略和方法;分析了ChatGPT在数字素养教育中的挑战和应对策略",
        "不足与局限": "研究主要集中在理论探讨和初步实践阶段，缺乏大规模实证研究;对ChatGPT在数字素养教育中的长期效果和潜在风险分析不足;对图书馆员如何有效应用ChatGPT进行数字素养教育的具体培训方案探讨不够深入",
        "与AI赋能图书馆工作的关系": "论文研究了ChatGPT在数字素养教育中的应用，为AI赋能图书馆工作提供了新的思路和方法，特别是在数字素养教育和用户服务方面。",
        "赋能图书馆哪些具体工作": "数字素养教育和培训;信息检索和评估辅助;数字内容创作支持;网络安全教育和培训;用户沟通和协作支持",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT作为搜索引擎助手，帮助用户更高效地检索和评估信息;通过ChatGPT进行数字内容创作，如写作、编程、翻译等;利用ChatGPT提供网络安全教育和培训，提高用户的安全意识;通过ChatGPT促进用户之间的沟通和协作，提高工作效率和质量;图书馆员需要加强沟通能力，学会应用大型语言模型进行科学研究，并具备验证模型输出结果的技能",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatGPT热潮下的图书馆服务：理念、机遇与破局",
        "英文题目": "",
        "作者": "吴若航;茆意宏",
        "英文作者": "",
        "发表年份": 2023,
        "研究目的": "推动图书馆服务的变革与优化;探索ChatGPT类产品对图书馆服务的影响",
        "研究方法": "文献综述与理论分析",
        "主要内容与成果": "本文介绍了ChatGPT的发展历程、技术和特征，总结了ChatGPT赋能图书馆服务的核心理念（个性、高效、精准、多元、平等），并展望了ChatGPT在智能阅读服务、智能咨询服务、智能教育服务以及智能知识服务等方面的应用前景。同时，提出了图书馆面向ChatGPT热潮的发展策略，包括服务观念转变、服务队伍建设、服务机制优化以及服务安全保障等方面。",
        "创新点": "提出了ChatGPT赋能图书馆服务的核心理念;展望了ChatGPT在图书馆服务中的多种应用场景;提出了图书馆面向ChatGPT热潮的具体发展策略",
        "不足与局限": "当前ChatGPT处于非联网状态，无法直接读取图书馆用户信息进行个性化推荐;对于ChatGPT等人工智能产品在图书馆服务中的长期影响和潜在风险讨论不足",
        "与AI赋能图书馆工作的关系": "本文深入探讨了ChatGPT等AI技术在图书馆服务中的应用，为AI赋能图书馆工作提供了理论支持和实践指导。",
        "赋能图书馆哪些具体工作": "智能阅读服务（智能读物推荐与辅助阅读）;智能咨询服务（扩大用户可咨询的问题范围，提升咨询服务效率和准确性）;智能教育服务（担任虚拟教师和学习助手，推动图书馆教育服务智能化）;智能知识服务（知识推送、知识抽取以及知识发现）",
        "赋能图书馆具体工作实现方法路径": "通过多轮对话内容理解和判断用户知识结构、兴趣爱好等信息，实现个性化智能读物推荐;利用ChatGPT的海量知识存储和上下文理解能力，回答用户咨询的各类型泛化问题，提升咨询服务效率和准确性;凭借ChatGPT的语言生成能力和海量知识储备，担任虚拟教师和学习助手，推动图书馆教育服务智能化;基于用户基本信息和所处场景，进行个性化、精准化的知识推送服务，同时根据用户指令进行知识抽取和知识发现",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatGPT应用背景下图书馆科研数据服务版权风险研究",
        "英文题目": "",
        "作者": "闫宇晨",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT在图书馆科研数据服务中的应用前景;分析ChatGPT在科研数据服务中可能引发的版权风险;提出图书馆合法应用ChatGPT的版权法方案",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "深入分析了ChatGPT在科研数据收集、分析和共享中的应用场景;揭示了ChatGPT在图书馆科研数据服务中可能引发的版权风险;借鉴国外科研数据使用版权例外的改革经验，提出了两种解决方案：一是在司法实践中对合理使用条款的适用范围做扩张解释；二是增设人工智能科研数据使用著作权例外",
        "创新点": "首次系统研究了ChatGPT在图书馆科研数据服务中的版权风险;提出了针对ChatGPT在图书馆科研数据服务中版权风险的解决方案",
        "不足与局限": "主要聚焦于版权风险，对ChatGPT技术本身及其在图书馆其他服务中的应用探讨不足;提出的解决方案需要进一步在实践中验证其可行性和有效性",
        "与AI赋能图书馆工作的关系": "该论文研究了AI（特别是ChatGPT）在图书馆科研数据服务中的应用及其带来的版权风险，为AI赋能图书馆工作提供了法律层面的参考和指导",
        "赋能图书馆哪些具体工作": "科研数据收集服务;科研数据分析服务;科研数据共享服务",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT高效检索在线资源，个性化收集数据，初步整合数据;通过ChatGPT进行数据分析，提供基于深度学习的研究建议和新视角，辅助数据可视化;借助ChatGPT推荐最适合的数据共享平台，协助满足数据共享相关标准和规范，构建科研数据共享交流平台",
        "可操作情况打分": 70,
        "论文类型": "政策法规研究;服务创新应用"
    },
    {
        "论文题目": "ChatGPT应用视角下的公共图书馆智慧服务：机遇、挑战与对策",
        "英文题目": "",
        "作者": "张磊",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "分析ChatGPT为公共图书馆智慧服务带来的机遇和挑战;提出应对ChatGPT在公共图书馆智慧服务中应用的策略",
        "研究方法": "文献分析法、案例分析法（通过分析ChatGPT的特点和应用范围，结合公共图书馆的实际需求，提出应对策略）",
        "主要内容与成果": "文章详细阐述了ChatGPT的特点、应用范围，以及其在公共图书馆智慧服务中带来的机遇（如提供智能化文献检索、精准化参考咨询、个性化阅读推荐等）和面临的挑战（如数据真实性、准确性偏差，数据隐私安全风险等），并提出了建立健全信息审核机制、构建多方位数据安全保障机制等应对策略。^[1][2]^",
        "创新点": "首次系统分析了ChatGPT在公共图书馆智慧服务中的应用机遇和挑战;提出了针对性的应对策略，包括信息审核机制、数据安全保障机制等",
        "不足与局限": "文章主要基于理论分析和案例探讨，缺乏实证研究;对于ChatGPT在实际应用中的效果评估不够深入",
        "与AI赋能图书馆工作的关系": "文章深入探讨了ChatGPT这一AI技术在公共图书馆智慧服务中的应用，是AI赋能图书馆工作的重要案例和研究。",
        "赋能图书馆哪些具体工作": "提供智能化的文献检索服务;提供精准化的参考咨询服务;提供个性化的阅读推荐服务;改善读者阅读行为，促进深阅读及可持续阅读;丰富线上阅读推广活动内容，扩大公共图书馆在社交媒体平台的影响力;完善无障碍服务",
        "赋能图书馆具体工作实现方法路径": "建立健全信息审核机制，确保输出的信息真实、准确;构建多方位、立体化数据安全保障机制，保护用户隐私和数据安全;加强专业队伍建设，培养核心人才，提升技术应用能力;提供培训及技术支持，构建多元服务体系，促进数字包容;加强馆际合作，实现资源共建共享，最大化发挥ChatGPT的社会效益",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "ChatGPT与图书馆变革：双重效应、认知变化与发展策略",
        "英文题目": "",
        "作者": "谭丰隆;陈婧;刘洋阳",
        "英文作者": "",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT对图书馆发展的双重效应;分析图书馆员及用户对ChatGPT运用于图书馆的认知变化;提出图书馆未来发展策略",
        "研究方法": "扎根理论研究方法，通过收集整理美国图书馆员及图书馆用户的访谈等文本资料进行分析",
        "主要内容与成果": "ChatGPT对图书馆具有双重效应，一方面赋能图书馆发展，另一方面存在技术陷阱;构建了图书馆员及用户对ChatGPT运用于图书馆的认知变化模型，包括技术冲击、发展机遇、重大挑战、技术抉择、总结规划五个主范畴;提出了从技术改造与图书馆调适两个方面的发展策略",
        "创新点": "首次系统分析ChatGPT对图书馆的双重效应;构建了图书馆员及用户对ChatGPT运用于图书馆的认知变化模型;提出了具体的技术改造与图书馆调适策略",
        "不足与局限": "研究基于美国现实案例的经验总结，可能不完全适用于中国图书馆;调研对象多来源于高校图书馆，对公共图书馆的指导存在欠缺",
        "与AI赋能图书馆工作的关系": "论文深入探讨了ChatGPT这一AI技术在图书馆工作中的应用及其影响，为AI赋能图书馆工作提供了理论依据和实践指导",
        "赋能图书馆哪些具体工作": "咨询服务;知识服务;检索服务;文献采购;信息素养教育;业务流程优化",
        "赋能图书馆具体工作实现方法路径": "辩证地对ChatGPT功能进行分类，明确其技术作用，并构建为图书馆智能工具、辅助工具、探索工具等;针对ChatGPT的能动运用，使用API和工具构建属于图书馆的专有ChatGPT，并与其他技术或平台结合;调适服务观念与现有功能，实现从传统图书馆到'技术+图书馆'的有效衔接;调适引进方案与数据管理机制，学习并参照其他图书馆的先进经验，建立有效的数据收集机制",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;成效评估;可持续发展与伦理分析"
    },
    {
        "论文题目": "ChatGPT在图书馆的应用模式与实施路径",
        "英文题目": "Application Modes and Implementation Paths of ChatGPT in Library",
        "作者": "侯志江",
        "英文作者": "Hou Zhijiang",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT在图书馆的应用模式与实施路径，推动智慧图书馆建设",
        "研究方法": "结合实际应用案例，从资源智慧化、知识服务、业务创新三个角度进行总结归纳",
        "主要内容与成果": "1. 介绍了ChatGPT的功能原理和技术特征。2. 总结了ChatGPT在图书馆工作实践中的三种应用模式：资源智慧化、知识服务、业务创新。3. 提出了以认知重构为引领、以提示语技术为起点、以场景需求为驱动的具体实施路径。",
        "创新点": "从资源智慧化、知识服务、业务创新三个角度全面概括了ChatGPT在图书馆的应用模式。;提出了具体的实施路径，包括认知重构、提示语技术和场景需求驱动。",
        "不足与局限": "现有研究主要以框架性的研究为主，对各个应用场景的论证缺少实践案例的支撑。;对图书馆着手开展ChatGPT创新应用还没有形成系统、完整的指导步骤和方案。",
        "与AI赋能图书馆工作的关系": "本文探讨了ChatGPT在图书馆中的应用，为AI赋能图书馆工作提供了新的思路和实施路径。",
        "赋能图书馆哪些具体工作": "资源智慧化，如自然语言检索接口的实现。;知识服务创新，如提供常识类知识和特定类知识服务。;业务创新，如通过ChatGPT进行头脑风暴，获得业务创新的启发。",
        "赋能图书馆具体工作实现方法路径": "资源智慧化：通过ChatGPT将用户自然语言表述的查询需求转换为格式化的检索表达式，实现自然语言检索。;知识服务创新：利用ChatGPT提供常识类知识和通过背景资料提供特定类知识服务。;业务创新：通过ChatGPT进行头脑风暴，获得业务创新的启发，并结合实际需求进行实施。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatGPT在图书馆新媒体服务中的应用与思考",
        "英文题目": "The Application and Reflection of ChatGPT in New Media Services of Libraries",
        "作者": "王军飞",
        "英文作者": "Wang Junfei",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT在图书馆新媒体服务中的应用可能性;思考ChatGPT在图书馆新媒体服务中的机遇与风险;为公共图书馆的智慧化转型和高质量发展提供思路",
        "研究方法": "基于台州市图书馆新媒体服务的基本内容和流程，对ChatGPT在图书馆新媒体服务中的可能应用进行逐一测试，包括文字内容撰写、图像与视频制作、辅助阅读推广活动开展、审校与修改、推文代码编写五个方面，并记录测试结果。",
        "主要内容与成果": "测试了ChatGPT在图书馆新媒体服务中的五个应用场景，共15个案例，发现ChatGPT在活动推文、信息发布、剧本制作、主题介绍、脚本设计、文字归纳、代码编写、内容初审等方面应用能力强，而在偏浪漫的内容编写、地域特色的文字编写、阅读推广方案的设计与编写、内容二审和三审等方面应用能力弱。",
        "创新点": "首次系统地探讨了ChatGPT在图书馆新媒体服务中的应用可能性;通过实际测试验证了ChatGPT在图书馆新媒体服务中的效能",
        "不足与局限": "ChatGPT可能存在版权风险、错误的数据来源风险和不良信息风险;在偏浪漫的内容编写、地域特色的文字编写、阅读推广方案的设计与编写等方面应用能力有限;在审校方面只能起到初级的文字内容纠查作用",
        "与AI赋能图书馆工作的关系": "ChatGPT作为AI技术的一种，为图书馆新媒体服务提供了新的工具和方法，有助于推动图书馆的智慧化转型和高质量发展。",
        "赋能图书馆哪些具体工作": "文字内容撰写;图像与视频制作（提供建议和帮助）;辅助阅读推广活动开展（提供脚本编写支持）;审校与修改（初级文字内容纠查）;推文代码编写",
        "赋能图书馆具体工作实现方法路径": "通过人机对话不断优化ChatGPT的输出内容，满足具体需求;在图像与视频制作中，利用ChatGPT提供设计建议和脚本;在阅读推广活动中，利用ChatGPT设计活动脚本和推荐文案;在审校过程中，利用ChatGPT进行初级文字内容纠查;在推文代码编写中，直接利用ChatGPT生成代码并实现复杂效果",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "ChatLib:重构智慧图书馆知识服务平台",
        "英文题目": "ChatLib: Revolutionizing the Knowledge Service Platform of Smart Library",
        "作者": "袁虎声;唐嘉乐;赵洗尘;杨泓睿",
        "英文作者": "Yuan Husheng;Tong Ka Lok;Zhao Xichen;Yang Hongrui",
        "发表年份": 2024,
        "研究目的": "探索和理解基于ChatGPT的知识服务新业态;研究重构智慧图书馆知识服务体系;为图书馆数智转型提供新思路、新方案、新平台",
        "研究方法": "基于生成式人工智能技术，搭建由智能交互层、知识服务层和知识引擎层组成的会话式知识服务平台——ChatLib，并通过实际部署和应用进行验证。",
        "主要内容与成果": "构建了ChatLib会话式知识服务平台，实现了向量化知识组织、会话式知识发现、启发式知识推荐、辩证式细粒度阅读等功能，并在澳门科技大学投入应用，持续优化和延伸服务。",
        "创新点": "创新性构建了会话式知识服务平台ChatLib;实现了向量化知识组织、会话式知识发现等新型服务方式;提供了更为便捷、准确、个性化的知识服务;深化了图书馆的服务价值和服务能力",
        "不足与局限": "文中未明确提及具体的不足与局限，但可能包括技术实现成本、数据隐私保护、模型准确性等方面的问题",
        "与AI赋能图书馆工作的关系": "ChatLib平台通过AI技术，特别是生成式人工智能技术，重构了智慧图书馆的知识服务体系，为图书馆工作提供了全新的赋能方式。",
        "赋能图书馆哪些具体工作": "知识组织与编目;参考咨询服务;文献检索与推荐;用户个性化服务;资源管理与调度",
        "赋能图书馆具体工作实现方法路径": "利用生成式人工智能技术构建向量知识库，实现自然语言提问与知识服务的对接;通过智能交互层实现人机对话，收集、筛选和对比分析用户问题，提供深度智力服务;在知识服务层实现知识发现、知识生成、知识推荐等功能，提升服务效率和质量;在知识引擎层构建能力引擎，提供文本理解、图像理解、语音识别等多种服务能力",
        "可操作情况打分": 90,
        "论文类型": "系统架构与平台设计;服务创新应用"
    },
    {
        "论文题目": "DeepSeek赋能图书馆参考咨询服务的路径",
        "英文题目": "The Path for DeepSeek to Empower Library Reference Services",
        "作者": "罗燚;李广通;何杰",
        "英文作者": "LUO Yi;LI Guangtong;HE Jie",
        "发表年份": 2025,
        "研究目的": "分析DeepSeek技术赋能图书馆参考咨询服务的可行性;构建DeepSeek赋能图书馆参考咨询服务的模型和体系架构;探讨DeepSeek在图书馆参考咨询服务中的应用流程及挑战应对",
        "研究方法": "综合运用文献分析、比较分析及相关技术网站调研等方法，追踪参考咨询服务与现代信息技术在理论和实践层面深度融合的发展趋势和研究动态，对比ChatGPT和DeepSeek技术的优缺点，提出将DeepSeek应用于参考咨询服务的研究设想。",
        "主要内容与成果": "分析了DeepSeek技术原理及其与参考咨询服务的适配性;构建了DeepSeek赋能图书馆参考咨询服务的模型和体系架构;提出了DeepSeek赋能参考咨询服务的应用流程;探讨了DeepSeek赋能参考咨询服务的技术支撑和实践落地挑战及应对策略",
        "创新点": "首次提出将开源的DeepSeek大语言模型应用于图书馆参考咨询服务;构建了基于“资源—AI—读者”模式的DeepSeek赋能图书馆参考咨询服务体系架构;提出了从服务对象和服务流程角度全面阐述体系架构运行机制的方法",
        "不足与局限": "对于DeepSeek与参考咨询具体服务场景的深度融合研究广度和深度不足;仅通过图书馆数据资源对现有DeepSeek进行模型优化，可能存在应对某些特定服务场景下复杂需求的局限性",
        "与AI赋能图书馆工作的关系": "DeepSeek作为AI技术的一种，通过其强大的自然语言理解、知识推理与生成能力，赋能图书馆参考咨询服务，提升服务效能，推动图书馆智慧化建设。",
        "赋能图书馆哪些具体工作": "智能咨询服务;智能检索服务;个性化推荐服务",
        "赋能图书馆具体工作实现方法路径": "本地化部署DeepSeek模型，结合图书馆数据库历史数据进行训练微调;设计中间件实现DeepSeek服务智能模块与图书馆管理系统的集成;建立知识库实现DeepSeek服务智能模块与图书馆数据库的间接连接，保障数据安全;基于人性化、友好型和多模态交互原则设计智能交互UI界面，提供服务",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;系统架构与平台设计"
    },
    {
        "论文题目": "DeepSeek驱动图书馆智慧化转型:理论逻辑、安全风险与优化路径",
        "英文题目": "DeepSeek-Driven Intelligent Transformation of Libraries: Theoretical Logic, Security Risks, and Optimization Paths",
        "作者": "张焕培",
        "英文作者": "Zhang Huanpei",
        "发表年份": 2025,
        "研究目的": "揭示DeepSeek驱动图书馆智慧化转型的理论逻辑;剖析DeepSeek技术特征衍生的新型安全风险;提出分层治理路径以平衡技术红利与风险管控",
        "研究方法": "采用跨学科理论分析，结合技术特征解构、法律规范解释与案例实证，构建“技术-风险-规制”框架。",
        "主要内容与成果": "本文系统分析了DeepSeek驱动图书馆智慧化转型的理论逻辑与安全风险，提出了针对商业秘密泄露、数字古籍复合授权争议及责任穿透隐患的分层治理路径。",
        "创新点": "揭示了DeepSeek技术特征衍生的新型安全风险;提出了分层治理路径以平衡技术红利与风险管控;设计了动态保密机制与反向工程合法性边界规范;引入了延伸性集体许可制度以解决数字古籍授权困境;构建了“认知干预+管理强化”的双向治理体系",
        "不足与局限": "论文未深入探讨DeepSeek技术在其他非图书馆领域的应用风险;对于反向工程合法性边界的规范衔接，具体实施细节仍需进一步研究;动态保密技术清单的建立与验证方法未详细展开",
        "与AI赋能图书馆工作的关系": "DeepSeek作为新一代生成式人工智能技术，为图书馆智慧化转型提供了技术支持，同时其技术特征也带来了新的安全风险，需要相应的治理路径来平衡技术红利与风险管控。",
        "赋能图书馆哪些具体工作": "可信知识服务;数字内容创造;深层用户黏性提升",
        "赋能图书馆具体工作实现方法路径": "通过推理可视化技术构建可信知识服务体系，包括廓清推理步骤、支持用户质疑与回溯修正路径、引导用户完成认知跃迁;利用模态融合高效化特征，通过跨模态生成模型支持文本到图像、图像到文本等跨模态任务，构建跨模态特征提取通道，实现异质文化资源的深度解析;通过场景垂直化特征，引入混合专家模型（MoE），为行业版本开发提供灵活的技术架构，支持针对法律、医疗等垂直领域的知识定制化训练，提升专业用户对图书馆服务的依赖，从而增强深层用户黏性",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "DeepSeek推动下生成式AI走势及其图书馆应用前景探析",
        "英文题目": "On the Trends of GenAI Driven by DeepSeek with Application Prospects in Libraries",
        "作者": "薛霏;王静静;叶鹰",
        "英文作者": "Xue Fei;Wang Jingjing;Ye Ying",
        "发表年份": 2025,
        "研究目的": "分析DeepSeek技术突破基础上生成式AI的技术走势;探讨生成式AI在图书馆行业的应用前景;揭示生成式AI驱动智慧图书馆变革，并提出差异化发展方略",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "DeepSeek通过知识增强型架构创新、推理认知引擎和持续学习系统等关键技术突破，实现了高效AI性能;分析了生成式AI在图书馆行业的应用场景，包括智慧图书馆变革升级、个性化数字人文服务改善生活、图书馆获得差异化发展技术支持;提出了生成式AI驱动智慧图书馆变革的方略，并预测了未来3-5年的发展前景",
        "创新点": "DeepSeek以较低成本实现高效AI性能，通过知识增强型架构创新、推理认知引擎和持续学习系统等关键技术突破;提出了生成式AI在图书馆行业的多维应用场景，包括智慧图书馆变革、个性化数字人文服务、差异化发展技术支持;预测了生成式AI在图书馆领域未来3-5年的发展前景，并提出了圆融发展方略",
        "不足与局限": "现有研究多聚焦生成式AI的通用场景能力评估，缺乏对垂直领域技术适配性的系统分析;图书馆领域的生成式AI应用研究呈碎片化特征，尚未形成完整框架;技术风险防控多停留于原则性讨论，缺乏可操作的治理方案",
        "与AI赋能图书馆工作的关系": "论文深入探讨了生成式AI在图书馆行业的应用前景，为AI赋能图书馆工作提供了理论支撑和实践指导",
        "赋能图书馆哪些具体工作": "智慧图书馆变革升级;个性化数字人文服务改善生活;图书馆获得差异化发展技术支持",
        "赋能图书馆具体工作实现方法路径": "通过DeepSeek等生成式AI技术，实现知识管理全面接入、虚实场景全面贯通、空间服务全面升级;利用生成式AI技术提供个性化数字人文服务，如AI荐书、AI解书系统等;根据不同类型图书馆的功能定位，实现AI4AH、AI4S、AI4SS的差异化发展",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "DeepSeek在图书馆的应用场景构架研究",
        "英文题目": "Research on the Application Scenario Architecture of DeepSeek in Libraries",
        "作者": "杨新涯;戴立伟;钱国富",
        "英文作者": "YANG Xinya;Dai Liwei;Qian Guofu",
        "发表年份": 2025,
        "研究目的": "分析DeepSeek的主要特征和图书馆适用性;探讨DeepSeek在图书馆多模态资源构建、精细化管理和智慧服务领域的应用体系框架;提出加强算力共享、专属数据建设等建议",
        "研究方法": "采用技术接受模型（TAM）进行图书馆需求与DeepSeek应用的技术路线匹配",
        "主要内容与成果": "详细介绍了DeepSeek的主要特征，包括本地轻量化、注重算法、开源共享等;分析了DeepSeek在图书馆的主要应用体系，如DeepSeek VL、DeepSeek V3、DeepSeek LLM等;提出了基于DeepSeek的图书馆‘1+3+N’应用体系，包括面向多模态资源、精细化管理和智慧服务的应用;讨论了算力共享和专属数据建设等问题，并提出了相应的解决方案",
        "创新点": "将DeepSeek具体化到图书馆领域，通过设计应用体系框架，提供具体的实施路径和方法;提出了‘1+3+N’的应用体系模式，以推动DeepSeek在图书馆的落实和应用;强调了算力共享和专属数据建设在DeepSeek图书馆应用中的重要性",
        "不足与局限": "算力需求对企业级应用仍较高，多数图书馆难以承担;专属数据基础建设是挑战，需要梳理和完善图书馆自身的专属数据体系;馆员与读者的AI素养培训需加强，以应对人工智能应用的常规问题",
        "与AI赋能图书馆工作的关系": "论文深入探讨了DeepSeek这一生成式人工智能在图书馆工作中的应用，为AI赋能图书馆提供了具体的实施路径和方法，是AI技术在图书馆领域应用的重要研究。",
        "赋能图书馆哪些具体工作": "多模态资源的管理和检索，如图像描述生成、跨模态检索;智能问答、知识推荐、内容生成等智慧服务;馆藏分析、文献深度标引、自动编目等资源管理工作;用户行为分析、空间资源配置、馆务管理支持等精细化管理;虚拟图书馆、智慧参考咨询、沉浸式阅读等创新服务",
        "赋能图书馆具体工作实现方法路径": "利用DeepSeek VL实现图像描述生成、跨模态检索，提升数字化服务能力;通过DeepSeek V3提供智能问答、知识推荐、内容生成等服务，提升用户参与度和满意度;利用DeepSeek LLM处理海量文本数据，进行知识挖掘与整理，提升文献利用率;基于DeepSeek构建‘1+3+N’应用体系，推动图书馆多模态资源、精细化管理和智慧服务的应用;加强算力共享和专属数据建设，为DeepSeek在图书馆的应用提供基础保障",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;资源管理与运营"
    },
    {
        "论文题目": "Sora 赋能智慧图书馆建设：技术逻辑、潜在风险和应对策略",
        "英文题目": "Sora Empowers the Construction of Smart Library: Technical Logic, Potential Risks and Coping Strategies",
        "作者": "蒋永强",
        "英文作者": "Jiang Yongqiang",
        "发表年份": 2025,
        "研究目的": "探讨Sora赋能智慧图书馆建设的技术逻辑;分析Sora赋能智慧图书馆建设的潜在风险;提出相应的风险防控策略，为Sora的赋能实践和智慧图书馆的未来发展提供路径参考和方法启示",
        "研究方法": "文献综述与案例分析结合，通过技术逻辑梳理、风险识别及策略提出等方法进行研究。",
        "主要内容与成果": "详细阐述了Sora的运行机理、赋能智慧图书馆的技术路径和技术图景，分析了Sora赋能智慧图书馆建设的潜在风险，包括数据泄露风险、算法歧视风险、意识形态风险和科技伦理风险，并提出了相应的应对策略。",
        "创新点": "首次系统梳理了Sora赋能智慧图书馆建设的技术逻辑;全面识别了Sora赋能智慧图书馆建设的潜在风险;提出了具有针对性的风险防控策略",
        "不足与局限": "研究主要基于理论分析和案例研究，缺乏实证数据的支持;对于Sora技术的未来发展和应用前景预测不够深入;提出的应对策略在实际操作中可能需要进一步细化和调整",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AI技术（特别是Sora）如何赋能智慧图书馆建设，包括技术逻辑、潜在风险及应对策略，为AI技术在图书馆领域的应用提供了理论指导和实践参考。",
        "赋能图书馆哪些具体工作": "可视化图书资源的供给;智慧化资源检索和推送服务;不同用户的个性化服务供给",
        "赋能图书馆具体工作实现方法路径": "图书馆对自身的服务需求进行客观分析，并结合自身优势和实际情况确定采用Sora的具体应用场景和目标;准备整合相关的数据资源，包括图书馆的馆藏资料、用户数据、各类活动信息等;预设创作描述性文本，并对文字内容进行优化和调整，确保生成的视频具备足够的质量、效益和吸引力;将Sora生成的视频内容与Sora的对话程序集成和嵌入到智慧图书馆的服务平台中，开发相应的应用程序或服务接口;进行持续的检测、反馈和改进，不断优化和改进服务模式",
        "可操作情况打分": 80,
        "论文类型": "技术原理研究;服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "从ChatGPT到“LibGPT”：生成式人工智能驱动的新一代图书馆",
        "英文题目": "From ChatGPT to “LibGPT”: Generative Artificial Intelligence-Driven New Generation Libraries",
        "作者": "杨俊;谭丰隆;陈婧",
        "英文作者": "Yang Jun;Tan Fenglong;Chen Jing",
        "发表年份": 2024,
        "研究目的": "探讨生成式人工智能技术在图书馆领域的应用与发展;提出未来生成式人工智能驱动的图书馆——“LibGPT”的发展路径",
        "研究方法": "基于美国运用ChatGPT类生成式人工智能技术的图书馆案例，梳理其特征表现，并对其进行内核拆解",
        "主要内容与成果": "研究发现生成式人工智能驱动的图书馆具备服务场景的交互化和智能化、图书馆资源的海量化和整合化、图书馆管理的自动化和延伸化等特征，其内核在于智能化的技术本质、全面化的角色定位与链条化的工作机制，并提出了从发展主体、内容、边界三个层面构建未来生成式人工智能驱动的“LibGPT”",
        "创新点": "首次提出“LibGPT”概念，并详细阐述了其特征和内核;结合美国图书馆案例，深入分析了生成式人工智能在图书馆领域的应用",
        "不足与局限": "目前ChatGPT类生成式人工智能技术与图书馆结合仍处于初期阶段;新兴技术可能消解传统图书馆的文化性，影响文化发展的延续与传承;面临发展成本与技术门槛问题",
        "与AI赋能图书馆工作的关系": "论文详细探讨了生成式人工智能如何赋能图书馆工作，包括服务场景、资源整合、管理自动化等多个方面",
        "赋能图书馆哪些具体工作": "服务场景的交互化和智能化;图书馆资源的海量化和整合化;图书馆管理的自动化和延伸化",
        "赋能图书馆具体工作实现方法路径": "构建交互化与智能化的图书馆场景，如智能导览、个性化服务等;海量图书馆资源的全面吸纳与高效整合，实现统一检索和资源整合;图书馆管理的自动化与延伸化，如自动化编目、智能推荐等",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "从ChatGPT到DeepSeek：生成式人工智能迭代对图书馆的影响",
        "英文题目": "From ChatGPT to DeepSeek: The Impact of Generative Artificial Intelligence Iterations on Libraries",
        "作者": "郭亚军;徐苑茜;梁艳丽;黄鑫;刘代军",
        "英文作者": "Guo Yajun;Xu Yuanxi;Liang Yanli;Huang Xin;Liu Daijun",
        "发表年份": 2025,
        "研究目的": "探讨生成式AI从ChatGPT到DeepSeek的技术迭代路径;揭示DeepSeek对图书馆生态的深层影响;提出图书馆在生成式AI背景下的转型路径",
        "研究方法": "文献分析法、案例研究法、理论推导法",
        "主要内容与成果": "分析了DeepSeek的技术特征，如开源协同、算法透明、动态知识进化;揭示了DeepSeek在图书馆服务模式、资源体系、治理范式等方面的创新应用前景;提出了“技术迭代-服务革新-资源重构-治理转型”四维理论框架;探讨了DeepSeek在图书馆参考咨询、信息素养教育、知识发现服务、特殊群体服务等方面的赋能路径",
        "创新点": "首次系统分析了DeepSeek在图书馆领域的应用前景;提出了四维理论框架，解析了DeepSeek对图书馆的全面影响;详细阐述了DeepSeek在图书馆具体服务场景中的赋能方法路径",
        "不足与局限": "研究主要基于理论推导和案例分析，缺乏大规模实证研究;对DeepSeek技术的实际应用效果评估不够深入;未充分考虑不同图书馆在技术应用中的差异性和挑战",
        "与AI赋能图书馆工作的关系": "论文深入探讨了生成式AI从ChatGPT到DeepSeek的技术迭代对图书馆工作的影响，为AI赋能图书馆工作提供了理论指导和实践路径。",
        "赋能图书馆哪些具体工作": "参考咨询服务;信息素养教育;知识发现服务;特殊群体服务;资源生产与组织;资源评价与管理;图书馆治理范式转型",
        "赋能图书馆具体工作实现方法路径": "引入DeepSeek推动参考咨询服务从问答匹配到循证推理的转变;利用DeepSeek的逻辑推理功能赋能信息素养教育从技能培训到思维塑造的转变;通过DeepSeek的动态学习和知识整合机制实现知识发现服务从资源检索到智能推演的转变;借助DeepSeek的适应性学习算法能力为特殊群体提供深度认知增强服务;利用DeepSeek的自动化标引、多模态资源深度整合等功能推动资源生产与组织的智能化转型;通过DeepSeek的内容质量深度解析、影响力传播动态建模等功能优化资源评价与管理;基于DeepSeek的认知增强能力推动图书馆治理范式从信息中介向认知伙伴的转型",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;服务创新应用;资源管理与运营;智能空间与设施;成效评估"
    },
    {
        "论文题目": "大语言模型应用于图书馆建设未来学习中心的适应性、风险与策略",
        "英文题目": "The Adaptability, Risks, and Strategies of Applying Large Language Models in Library Construction for Future Learning Centers",
        "作者": "翟羽佳",
        "英文作者": "Zhai Yujia",
        "发表年份": 2024,
        "研究目的": "探讨大语言模型在图书馆转型为未来学习中心过程中的适应性;识别大语言模型在学习伦理方面的风险;提出应对风险的策略，为图书馆建设未来学习中心提供学理依据和实践指导",
        "研究方法": "文献综述和理论建构的方法",
        "主要内容与成果": "揭示了大语言模型自回归性洞察学习过程、自组织性促进知识构建、提示优化拓展主体间互动以及多模态融合提升学习体验等特质;分析了大语言模型在学习伦理方面的风险，包括算法对创造力的解构、智能依赖与自主学习的失衡，以及知识伪造的可能性;提出了构建面向人－机协同学习关系的服务体系，实现促进人－机创造力联结、激发学习共同体主体性、动态管理智能学习生态以及形成全感知多模态的学习场景等目标",
        "创新点": "首次系统探讨了大语言模型在图书馆转型为未来学习中心过程中的适应性和风险;提出了构建面向人－机协同学习关系的服务体系，为图书馆建设提供了新的思路和方法",
        "不足与局限": "对于大语言模型与未来学习中心之间的适应性和风险理解仍需深化;现有研究虽然丰富，但对于大语言模型在具体应用场景中的效果评估仍显不足;论文提出的策略和方法在实际操作中的可行性和效果需要进一步验证",
        "与AI赋能图书馆工作的关系": "论文探讨了AI（特别是大语言模型）在图书馆转型为未来学习中心过程中的作用，包括其适应性和风险，以及如何通过构建人－机协同学习关系的服务体系来赋能图书馆工作。",
        "赋能图书馆哪些具体工作": "知识检索与分析;智能推荐与定制化学习路径;互动共创与协同学习;社群交流与学术合作;产学研合作与知识转化实践",
        "赋能图书馆具体工作实现方法路径": "通过大语言模型提升行为数据挖掘的效率，完善智能标引，使知识形式更加易于理解和吸收;利用大语言模型的多模态适应性，深入分析文本、图像、视频等多种类型的资源，结合数字孪生技术，丰富图书馆的知识表达形式;构建互动共创层，融合人工智能协作工具，促进人－机互动的学习模式，提供沉浸式和交互式的深度学习体验;建立多元化的学习平台和互动论坛，实现线上线下资源的无缝共享，构建充满活力的学术交流生态网络;联合高校各职能部门及企业、机构、政府等，构建知识转化与实践的综合平台，通过模拟应用场景，让读者亲身体验知识的实际效果和价值",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "高校图书馆人工智能素养服务的探索与研究",
        "英文题目": "Exploration and Research on Artificial Intelligence Literacy Service in University Library",
        "作者": "王蕾",
        "英文作者": "Wang Lei",
        "发表年份": 2024,
        "研究目的": "探讨人工智能素养包含的能力要素;强调在人工智能素养教育中培养人文思维和人文关怀能力的重要性;探索高校图书馆在人工智能素养能力培育方面的新思路",
        "研究方法": "文献综述与理论探讨",
        "主要内容与成果": "分析了ChatGPT等人工智能工具的特点及其对教育的影响;归纳了人工智能素养的要素构成，包括认知能力、应用能力和延展能力;提出了高校图书馆在人工智能素养服务方面的三大基础服务转型，即信息素养教育、多元化空间服务、阅读推广;通过具体案例展示了高校图书馆在人工智能素养教育方面的实践探索",
        "创新点": "将人工智能素养纳入信息素养教育体系;提出了高校图书馆在人工智能素养服务方面的新思路和新方法;强调了人文思维和人文关怀能力在人工智能素养教育中的重要性",
        "不足与局限": "论文主要基于理论探讨和案例分析，缺乏大规模实证研究的支持;对于人工智能素养教育的具体实施效果和用户反馈的探讨相对较少",
        "与AI赋能图书馆工作的关系": "论文探讨了AI如何赋能图书馆工作，特别是在人工智能素养服务方面，提出了图书馆在信息素养教育、多元化空间服务和阅读推广中的新角色和新方法。",
        "赋能图书馆哪些具体工作": "信息素养教育;多元化空间服务;阅读推广",
        "赋能图书馆具体工作实现方法路径": "动态扩充新技术素养教育内容，教授人工智能基本概念、基础原理和应用场景;拓展多元化的空间服务，建设未来学习中心，提供人工智能工具、平台和数据;购买并推广关于人工智能的基础概念、原理和应用入门级和进阶级别的纸质资源以及数字资源，开展人工智能专题推广",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "高校图书馆手稿数字化与在线揭示的实践研究——以华东师范大学图书馆手稿数据库建设为例",
        "英文题目": "Practical Research on Digitization and Online Publishing of Manuscripts in University Libraries: Case Study of Manuscript Database Construction in East China Normal University Library",
        "作者": "张毅",
        "英文作者": "Zhang Yi",
        "发表年份": 2024,
        "研究目的": "探讨国内高校图书馆手稿资源数字化、长期保存及在线揭示的整体解决方案;以华东师范大学图书馆手稿数据库建设为例，介绍具体实践方法和成果",
        "研究方法": "采用案例分析法，以华东师范大学图书馆手稿数据库建设为例，结合开源软件Goobi和人工智能技术进行手稿数字化加工与在线揭示。",
        "主要内容与成果": "利用Goobi开源软件实现分布式手稿加工与发布;借助人工智能技术对手稿进行深度挖掘，包括手写识别、对象识别等;基于IIIF底层架构整合国际知名文化遗产机构发布的手稿资源到本地;构建手稿在线阅读图像工具、注释转录、手写识别、特征识别、自动标签等功能，提升用户体验",
        "创新点": "利用开源软件Goobi实现手稿数字化加工与发布的分布式工作流;结合人工智能技术进行手稿深度挖掘，提升手稿资源的利用价值;基于IIIF架构整合国际手稿资源，实现手稿资源的全球共享与互操作",
        "不足与局限": "当前研究主要集中在技术实现层面，对于手稿数据库长期运营与维护的策略探讨不足;人工智能技术在手稿识别与挖掘方面的准确性仍需进一步提升;多光谱三维手稿在线发布功能的实现仍处于探索阶段，技术难度较大",
        "与AI赋能图书馆工作的关系": "AI技术在手稿数字化、手写识别、对象识别等方面为图书馆工作提供了新的解决方案，提高了手稿资源的利用效率和价值。",
        "赋能图书馆哪些具体工作": "手稿数字化加工;手写识别与文本化;对象识别与标签生成;手稿资源的全球共享与互操作",
        "赋能图书馆具体工作实现方法路径": "利用开源软件Goobi实现手稿数字化加工与发布的分布式工作流;调用百度等人工智能平台的手写识别接口进行手稿文本化;利用人工智能技术进行对象识别，生成手稿标签;基于IIIF架构整合国际手稿资源，实现手稿资源的全球共享与互操作",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;统架构与平台设计;服务创新应用"
    },
    {
        "论文题目": "公共图书馆AIGC应用研究：作用、法律瓶颈及突破路径",
        "英文题目": "Research on the Application of AIGC in Public Libraries: Role, Legal Bottlenecks and Breakthrough Paths",
        "作者": "潘文佳;蔡俊;胡晗光",
        "英文作者": "Pan Wenjia;Cai Jun;Hu Hanguang",
        "发表年份": 2024,
        "研究目的": "探讨AIGC在公共图书馆中的应用前景;分析AIGC在公共图书馆应用中的法律瓶颈;提出AIGC在公共图书馆应用中的突破路径",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "论文深入探讨了AIGC在推动信息资源建设、助力古籍智能信息处理、革新学科情报服务、提升参考咨询服务效能、驱动智能知识服务平台构建等方面的作用，分析了AIGC在运用过程中的法律责任及法律瓶颈，并在此基础上探讨了AIGC应用中规避法律风险的突破路径。",
        "创新点": "系统性地分析了AIGC在公共图书馆中的应用前景;首次全面探讨了AIGC在公共图书馆应用中的法律瓶颈;提出了针对性的突破路径以规避法律风险",
        "不足与局限": "实践案例相对较少，部分分析基于理论推测;对具体技术实现细节的探讨不够深入;法律瓶颈的解决方案需要进一步在实践中验证",
        "与AI赋能图书馆工作的关系": "论文直接研究了AI（特别是AIGC）在公共图书馆工作中的应用，分析了其赋能作用及面临的法律挑战，并提出了解决方案。",
        "赋能图书馆哪些具体工作": "信息资源建设;古籍智能信息处理;学科情报服务;参考咨询服务;智能知识服务平台构建",
        "赋能图书馆具体工作实现方法路径": "利用AIGC进行信息资源的智能化处理、检索和利用;通过AIGC实现古籍的智能解读、分类与检索、保护传承;借助AIGC增强学科情报服务的互动性与个性化体验;引入AIGC提升参考咨询服务效能，实现个性化、跨学科咨询;驱动智能知识服务平台构建，提供即时、精准的知识服务",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;政策法规研究"
    },
    {
        "论文题目": "回答图书馆学的时代之问——“继学开新：图书馆与时代”学术研讨会述评",
        "英文题目": "Answering the Questions of the Times in Library Science—A Review of the Symposium on“Inheritance and Development：Libraries of the Times”",
        "作者": "李桂华;于泽源",
        "英文作者": "LI Guihua;YU Zeyuan",
        "发表年份": 2023,
        "研究目的": "把握时代脉搏，回答图书馆学的时代之问;探讨图书馆向何处去、图书馆学向何处去以及图书馆与图书馆学的互动",
        "研究方法": "文献综述与专家观点整理",
        "主要内容与成果": "整理了学术研讨会上近30位专家的发言要旨，围绕三个主题展开分析;形成了关于图书馆技术取向、图书馆学理论方向、图书馆与图书馆学的实践互动等一系列重要共识;提出了图书馆学未来的探索方向和路径，包括拓展优势空间、适应技术变革、夯实学科基础理论、建设知识共同体",
        "创新点": "首次系统整理了‘继学开新：图书馆与时代’学术研讨会的专家观点;提出了在新技术环境下图书馆学应与时俱进，科学把握新需求结构和趋势的观点;强调了图书馆专业精神是图书馆学的真正支点，并提出了夯实核心知识、发展学科基础理论的建议",
        "不足与局限": "未深入探讨具体技术实现细节;对于图书馆学理论在实践中的应用效果缺乏量化评估;对于不同类型图书馆的差异化发展策略探讨不足",
        "与AI赋能图书馆工作的关系": "探讨了AI等新技术对图书馆工作的影响，提出了图书馆应如何应用AI等新技术，以及AI技术在图书馆信息资源建设、知识交流等方面的应用前景",
        "赋能图书馆哪些具体工作": "信息资源建设;知识交流与分享;智慧服务与工作流程优化;阅读推广与用户素养教育",
        "赋能图书馆具体工作实现方法路径": "结合AI技术进行信息资源建设，如自动标引、知识分类等;利用AI技术促进知识交流，如开发互动式知识服务;通过AI技术优化图书馆采编流程，实现智慧服务;结合AI技术开展阅读推广活动，提升用户素养",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;资源管理与运营;可持续发展与伦理分析"
    },
    {
        "论文题目": "机遇与挑战：ChatGPT普及背景下图书馆的应对分析",
        "英文题目": "Opportunities and Challenges: Analysis on Libraries' Response under the Background of ChatGPT Popularization",
        "作者": "周旭",
        "英文作者": "Zhou Xu",
        "发表年份": 2023,
        "研究目的": "分析ChatGPT普及对图书馆工作的影响;探讨图书馆在ChatGPT普及背景下的应对策略",
        "研究方法": "文献调研、问卷调查、案例分析",
        "主要内容与成果": "论文分析了ChatGPT的运行特征及其对图书馆工作的挑战与机遇，提出了图书馆在资料端、服务端、技术端与交流端的应对策略，包括明确ChatGPT在不同类型图书馆中的定位、构建风险与失误识别筛查机制、促进图书馆行业内不同机构之间的交流、形成法律治理、协会管理与内部约束的保障体系。^[1][2][3][4]^",
        "创新点": "系统分析了ChatGPT对图书馆工作的多维度影响;提出了针对不同类型图书馆的ChatGPT应用定位;构建了风险与失误识别筛查机制及保障体系",
        "不足与局限": "研究视角与能力所限，未能充分细化具体软件应用标准与纠纷处理规则;目前ChatGPT的实践应用经验相对不足，导致部分预测与分析基于宏观层面",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AI（特别是ChatGPT）如何赋能图书馆工作，提出了在资料收集与整理、服务模式变革、技术开发、交流推进、馆员教育等方面的应对策略。",
        "赋能图书馆哪些具体工作": "资料收集与更新;查询与阅读服务;馆内设备的更新与维护;馆际交流与经营格局的调整;馆员招募与技术培训",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT的自主性、高效性与精确性优势简化图书馆工作，如资源整理与数据收集;在馆员服务领域，利用ChatGPT克服人力服务的情绪化弊病，降低人力成本并缩短服务时间;在技术端，推动无纸化技术、虚拟图书馆技术、智能机器人技术与低碳集约技术的发展;在交流端，推进图书馆馆际交流与联合，丰富数据资源;构建风险与失误识别筛查机制，注重替代力量的发展，确保ChatGPT的安全、高效利用",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;资源管理与运营;政策法规研究"
    },
    {
        "论文题目": "基于大语言模型的高校图书馆传统文化阅读推广的知识图谱构建及优化路径",
        "英文题目": "Construction of Knowledge Graph and Optimization Path of Traditional Culture Reading Promotion in College Libraries Based on Big Language Modeling",
        "作者": "王丽丽",
        "英文作者": "Wang Lili",
        "发表年份": 2024,
        "研究目的": "探索基于大语言模型的高校图书馆传统文化阅读推广的知识图谱构建流程;通过可视化图谱优化阅读推广路径，推动传统文化资源的深度挖掘与系统化组织;创新高校图书馆的阅读推广模式",
        "研究方法": "本研究提出一种基于大语言模型的传统文化阅读推广内容的知识图谱构建流程，包括数据采集与预处理、BERTopic主题模型提取实体类别与关系标签、deepseek-r1大语言模型进行实体抽取与关系识别，最后将实体关系三元组导入Neo4j图数据库进行可视化展示。",
        "主要内容与成果": "研究结果表明，基于deepseek-r1模型的知识图谱构建方法能够清晰呈现传统文化阅读推广中的组织机构、活动形式及推广策略等，形成结构化的知识表达体系；进一步分析传统文化阅读推广知识内容，可辅助传统文化阅读案例库建设，助力构建智能化问答系统，协助挖掘传统文化阅读推广路径。",
        "创新点": "提出了一种基于大语言模型的传统文化阅读推广内容的知识图谱构建方法;挖掘知识元素用于高校图书馆传统文化推广;利用Neo4j图数据库实现知识图谱的可视化展示",
        "不足与局限": "由于计算机资源的限制，未来的研究中可以借助第三方平台的大模型接口",
        "与AI赋能图书馆工作的关系": "该研究通过AI技术（特别是大语言模型）赋能高校图书馆的传统文化阅读推广工作，实现了知识图谱的自动化构建与可视化展示，为图书馆提供了智能化、系统化的阅读推广解决方案。",
        "赋能图书馆哪些具体工作": "传统文化阅读推广案例库建设;智能化问答系统构建;传统文化阅读推广路径挖掘与优化",
        "赋能图书馆具体工作实现方法路径": "通过数据采集与预处理，构建传统文化阅读推广的数据集;利用BERTopic主题模型提取实体类别与关系标签;使用deepseek-r1大语言模型进行实体抽取与关系识别;将实体关系三元组导入Neo4j图数据库进行可视化展示;基于知识图谱辅助案例库建设、智能化问答系统构建以及推广路径挖掘",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;服务创新应用"
    },
    {
        "论文题目": "基于生成式AI技术的图书馆文献资源管理创新策略",
        "英文题目": "Innovative Strategies for Library Literature Resource Management Based on Generative AI Technology",
        "作者": "安子栋;敬卿;郝志超;余奕",
        "英文作者": "An Zidong;Jing Qing;Hao Zhichao;Yu Yi",
        "发表年份": 2023,
        "研究目的": "探讨生成式AI技术应用于图书馆文献资源管理创新的可行性;构建基于生成式AI技术的图书馆文献资源管理创新模型框架;提出图书馆文献资源管理创新策略",
        "研究方法": "文献综述法、案例分析法、模型构建法",
        "主要内容与成果": "文章详细分析了生成式AI技术的概念、特征及其在图书情报领域的研究现状，构建了基于生成式AI技术的图书馆文献资源管理创新模型框架，并从文献资源建设、整合、读者服务、评价四个方面提出了创新策略。",
        "创新点": "首次将生成式AI技术系统地应用于图书馆文献资源管理创新;构建了基于生成式AI技术的图书馆文献资源管理创新模型框架;提出了“生成式AI+”文献资源管理创新策略，覆盖文献资源建设、整合、读者服务、评价等多个方面",
        "不足与局限": "图书情报领域生成式AI研究尚处于起步阶段，基础理论研究不系统不深入;应用研究不充足不具体，缺乏实际案例验证;对生成式AI技术在图书馆文献资源管理中的长期影响和潜在风险探讨不足",
        "与AI赋能图书馆工作的关系": "生成式AI技术为图书馆文献资源管理提供了新的内生动能，推动了图书馆管理体系的智能化、智慧化建设，提升了图书馆的公共文化服务数字化水平。",
        "赋能图书馆哪些具体工作": "文献资源建设;文献资源整合;文献资源读者服务;文献资源评价",
        "赋能图书馆具体工作实现方法路径": "利用生成式AI技术对图书馆所有优质文献资源进行系统全面的统计和分析，支持采购决策;搭建具有本馆特色的元数据库，整合元数据形成一站式检索系统;利用生成式AI技术深度学习读者信息库中的数据，生成专属文献阅读推荐模型，优化文献资源推荐模型;利用生成式AI技术开展资源需求分析、资源保障分析、资源效益分析，提升图书馆科研情报服务能力",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;资源管理与运营"
    },
    {
        "论文题目": "检索增强思维在图书馆知识挖掘服务中的应用研究",
        "英文题目": "Research on the Application of Retrieval Augmented Thoughts in Library Knowledge Mining Services",
        "作者": "郭利敏;付雅明;刘悦如",
        "英文作者": "Guo Limin;Fu Yaming;Liu Yueru",
        "发表年份": 2025,
        "研究目的": "探索大语言模型时代图书馆知识挖掘服务的发展现状;研究结合传统检索方法和检索增强思维，为用户提供深刻且逻辑严密的知识信息;提升图书馆的知识服务水平",
        "研究方法": "采用实验研究方法，以上海图书馆人名规范库为数据源，重点挖掘与宋代茶文化相关的信息",
        "主要内容与成果": "实验结果表明，检索增强思维方法在图书馆知识挖掘服务中具有一定优势，不仅有助于提高数据挖掘的效率和准确性，还能为图书馆知识挖掘服务提供新的技术解决方案，对智慧图书馆的建设具有参考价值。",
        "创新点": "提出将检索增强思维（RAT）应用于图书馆知识挖掘服务中;通过实验验证了RAT在提升数据挖掘效率和准确性方面的优势;为智慧图书馆建设提供了新的技术方案",
        "不足与局限": "RAT在知识挖掘方面依赖外部知识库的质量和覆盖范围;模型输入长度的局限性影响了RAT的生成结果;对于零样本任务评估，挖掘方向存在不确定性",
        "与AI赋能图书馆工作的关系": "论文探讨了AI技术（特别是大语言模型和检索增强思维）在图书馆知识挖掘服务中的应用，旨在通过AI技术提升图书馆的知识服务水平。",
        "赋能图书馆哪些具体工作": "复杂资源分类;参考咨询服务;文献整理与数字人文服务;知识挖掘与发现",
        "赋能图书馆具体工作实现方法路径": "通过RAT的多步推理能力，在分析资源内容的同时，梳理其跨学科关联，为资源的精确分类提供支持;RAT通过迭代修订生成的思维链，模拟馆员的思考过程，为读者提供更准确和全面的答案;RAT辅助研究人员高效地分析文献，筛选出有价值的资料，并将其整合为结构化的二次文献库;结合大语言模型和RAT，从馆藏数据中挖掘有价值的知识信息，提供给用户",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "科技文献数据资源建设模式数智化转型研究——中国科学院文献情报中心的实践探索",
        "英文题目": "Research on Digitalization & Intelligentization Transformation of Scientific and Technological Literature Data Resources Construction: Practical Exploration of National Science Library, CAS",
        "作者": "钱力;刘志博;刘细文;张智雄;常志军;李欣;刘峥",
        "英文作者": "Qian Li;Liu Zhibo;Liu Xiwen;Zhang Zhixiong;Chang Zhijun;Li Xin;Liu Zheng",
        "发表年份": 2025,
        "研究目的": "建设面向大模型需要的新型科技文献数据资源;研究设计面向智慧科研与智能情报的科技文献数据资源建设数智化转型体系框架;加速AI4S科研范式与智能情报模式的快速发展",
        "研究方法": "通过文献调研与概念分析方法，从发展定位、服务取向、价值内涵与建设内容4个视角分析科技文献数据资源内涵演进特征，归纳科技文献数据资源建设的三大典型场景，分析科技文献数据资源建设数智化转型的迫切需求与发展趋势。",
        "主要内容与成果": "提出了从专业基础理论研究、政策机制及信息技术支撑、智慧知识底座建设3条主线构建科技文献数据资源建设数智化转型的体系框架，设计了包含专业基础理论研究、数据权益体系、数据安全策略、先进信息技术应用、科技文献智慧数据中心、面向大模型应用的新型科技文献数据资源、自主可控的智慧科研数据平台、智能化服务引擎、情报场景化的智慧数据产品9个科技文献数据资源建设核心要素，形成了具备未来科技水准和旺盛创新活力的科技文献数据资源建设及服务生态。",
        "创新点": "提出了数智化转型的体系框架和9个核心建设要素;针对智慧科研与智能情报服务设计了新型科技文献数据资源建设模式;强调了面向大模型应用的新型科技文献数据资源建设",
        "不足与局限": "论文中未明确提及具体实施过程中的挑战和难点;对于某些先进信息技术的具体应用效果和限制未做深入分析",
        "与AI赋能图书馆工作的关系": "论文探讨了如何通过数智化转型提升科技文献数据资源的建设和服务水平，与AI赋能图书馆工作密切相关，特别是在数据资源的获取、组织、利用以及智能情报服务方面。",
        "赋能图书馆哪些具体工作": "科技文献数据资源的智能化获取与组织;智能情报服务的提供;智慧科研数据平台的构建;科技文献数据资源的数智化管理与利用",
        "赋能图书馆具体工作实现方法路径": "通过文献调研与概念分析，明确数智化转型的需求与发展趋势;构建包含专业基础理论研究、政策机制及信息技术支撑、智慧知识底座建设的体系框架;实施数据权益体系、数据安全策略、先进信息技术应用等具体措施;建设科技文献智慧数据中心、面向大模型应用的新型科技文献数据资源等核心要素",
        "可操作情况打分": 85,
        "论文类型": "资源管理与运营;服务创新应用;技术原理研究"
    },
    {
        "论文题目": "类ChatGPT人工智能技术嵌入智慧图书馆：应用价值、潜在风险及防控策略",
        "英文题目": "Embedding ChatGPT-like Artificial Intelligence Technology into Smart Library: Application Value, Potential Risks, and Risk Mitigation Strategies",
        "作者": "刘凌宇;徐中阳",
        "英文作者": "Liu Lingyu;Xu Zhongyang",
        "发表年份": 2024,
        "研究目的": "分析类ChatGPT人工智能技术嵌入智慧图书馆的应用价值;探讨类ChatGPT嵌入智慧图书馆的潜在风险;提出类ChatGPT嵌入智慧图书馆的风险防控策略",
        "研究方法": "历史研究法、文献调查法以及理论分析法",
        "主要内容与成果": "类ChatGPT嵌入智慧图书馆具有提高资源建设质量、优化用户服务体验、实现人员数智赋能、促进管理决策转型等应用价值；同时存在知识产权保护难度上升、人机互动产生误导冲突、信息安全保护遭受冲击、管理决策过度依赖技术、复合型馆员有严重缺口等潜在风险；提出了构建版权协同保护体系、全面构建技术治理机制、完善数据安全保障体系、创新组织领导管理机制以及推动技术人力资源建设等风险防控策略。",
        "创新点": "首次系统分析了类ChatGPT技术在智慧图书馆中的应用价值、潜在风险及防控策略;提出了构建版权协同保护体系、全面构建技术治理机制等具体防控策略",
        "不足与局限": "论文主要基于理论分析，缺乏实证研究;对类ChatGPT技术的具体实现细节探讨不够深入;未详细讨论不同规模、不同类型的智慧图书馆在应用类ChatGPT技术时的差异性",
        "与AI赋能图书馆工作的关系": "类ChatGPT技术作为AI技术的一种，能够显著提升智慧图书馆的服务效率和质量，推动图书馆的智能化转型。",
        "赋能图书馆哪些具体工作": "提高资源建设质量;优化用户服务体验;实现人员数智赋能;促进管理决策转型",
        "赋能图书馆具体工作实现方法路径": "依托类ChatGPT采集读者荐购数据、馆藏使用数据等大数据资源，生成采购需求，实现科学采购;通过类ChatGPT提供个性化、均等化、低成本、便利化的公共文化服务，识别用户偏好及服务需求，进行精准反馈;利用类ChatGPT技术实现馆内人员的数智赋能，调整人员架构，形成智慧用户、智慧馆员及虚拟数字人三方人员构成的智慧人员体系;通过类ChatGPT技术实现管理决策的智能化，基于智能采集数据，提高管理决策的客观性和科学性",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;可持续发展与伦理分析;人才培养与组织变革"
    },
    {
        "论文题目": "类ChatGPT人工智能在图书馆智慧服务中的应用与思考",
        "英文题目": "Application and Reflection of ChatGPT-like Artificial Intelligence in Library Intelligence Service",
        "作者": "王毅;董怡婷",
        "英文作者": "Wang Yi;Dong Yiting",
        "发表年份": 2023,
        "研究目的": "探讨类ChatGPT人工智能在图书馆智慧服务中的应用可行性;分析类ChatGPT人工智能在图书馆资源拓展、智能咨询、阅读推广、文化创意四类服务中的智慧赋能路径",
        "研究方法": "以ChatGPT为例，采用‘3+3’评价模型从六个维度对ChatGPT进行评价，并结合技术接受模型、用户满意度指数模型、成本—效益分析法进行可行性分析",
        "主要内容与成果": "提出了‘3+3’评价模型，从可用性、可信性、无害性、易用性、通用性、响应速度六个维度评价ChatGPT;分析了图书馆搭载ChatGPT的可行性，包括技术可行性、数据可行性、用户接受程度、成本效益;探讨了类ChatGPT人工智能在图书馆资源拓展、智能咨询、阅读推广、文化创意四类服务中的智慧赋能路径",
        "创新点": "首次将‘3+3’评价模型应用于图书馆搭载类ChatGPT人工智能的可行性分析;深入探讨了类ChatGPT人工智能在图书馆多类服务中的具体应用路径",
        "不足与局限": "ChatGPT在可信性方面有待提升，可能输出不准确或捏造的信息;图书馆馆藏并未整体、系统地导入ChatGPT知识库，缺乏珍贵馆藏书目的信息;ChatGPT的访问流程复杂，用户界面与图书馆领域不适配",
        "与AI赋能图书馆工作的关系": "该论文研究了类ChatGPT人工智能在图书馆智慧服务中的应用，为AI赋能图书馆工作提供了具体的理论支撑和实践路径",
        "赋能图书馆哪些具体工作": "资源拓展;智能咨询;阅读推广;文化创意",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT进行智能分类和标注、自动化资源采集、集成化资源整合;通过ChatGPT提供跨语言的智能化咨询服务，分析用户问题，提供个性化服务;借助ChatGPT开发智能推荐系统，深入揭示书目细节与特点，为用户推荐与其阅读兴趣相关的资源;将特色馆藏信息或其文创产品的文化内涵导入ChatGPT知识库，通过对话传递文化内涵",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "迈向有序AI：智慧图书馆AIGC数据治理机制与策略",
        "英文题目": "Moving Towards Orderly AI: Research on AIGC Data Governance Mechanisms and Strategies for Smart Libraries",
        "作者": "章洁;洪芳林",
        "英文作者": "Zhang Jie;Hong Fanglin",
        "发表年份": 2024,
        "研究目的": "探讨智慧图书馆AIGC数据治理的实现机制问题;为以数据治理促进AI有序应用于智慧图书馆建设提供支持",
        "研究方法": "",
        "主要内容与成果": "本文提出了智慧图书馆AIGC数据治理的四大机制：合规治理机制、过程治理机制、协同治理机制和生态治理机制。 通过构建数据治理逻辑框架，从政策、主体、数据和数据价值维度出发，提出了智慧图书馆AIGC数据整体性治理的实现机制，并规划了相应的治理策略。",
        "创新点": "提出了智慧图书馆AIGC数据治理的四大实现机制;规划了迈向有序AI的智慧图书馆AIGC数据治理策略",
        "不足与局限": "已有的智慧图书馆生成式AI大模型的风险隐患治理研究，更多地聚焦于‘风险治理机制’，较少涉及数据治理机制问题。;以‘数据生命周期’‘责任相关者’为分析视野的智慧图书馆数据合规治理机制研究成果，尚未彰显AIGC数据治理的独特性。;智慧图书馆AIGC数据治理作为新的研究命题尚且缺乏完整系统的研究。",
        "与AI赋能图书馆工作的关系": "AI赋能图书馆工作，特别是通过AIGC技术，为图书馆的知识组织与服务创新提供了更高效、更智能的支持。 本文研究的数据治理机制与策略，为AI在图书馆中的有序应用提供了保障。",
        "赋能图书馆哪些具体工作": "知识组织与服务创新;参考咨询服务;智慧有声图书馆和全景声沉浸服务;决策咨询与素养教育;用户管理与服务体验优化",
        "赋能图书馆具体工作实现方法路径": "构建合规治理机制，依据国家政策导向、外部标准规范制约和行业性规则体系进行数据治理;实施过程治理机制，围绕数据采集、训练、输出和存储等各个环节进行分级分类治理;推动协同治理机制，公共部门统筹主导、第三部门协同推进、社会力量有序参与;践行生态治理机制，化解价值矛盾冲突、构建良好价值生态、明晰价值实现进路",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;资源管理与运营;可持续发展与伦理分析"
    },
    {
        "论文题目": "美国亚利桑那大学图书馆人工智能素养教育实践案例分析与启示",
        "英文题目": "The Case Analysis and Inspirations of Artificial Intelligence Literacy Education Practice at the University of Arizona Library",
        "作者": "杨波;李书宁;毛芸",
        "英文作者": "Yang Bo;Li Shuning;Mao Yun",
        "发表年份": 2024,
        "研究目的": "梳理美国亚利桑那大学图书馆开展人工智能素养教育的现状;总结其服务特点和带来的启示;对我国高校图书馆规划和开展人工智能素养教育提出建议",
        "研究方法": "采用网络调查和典型案例分析法，调研亚利桑那大学图书馆主页AI素养教育相关栏目及延伸内容、各类新闻报道、馆员发表的研究成果等。",
        "主要内容与成果": "构建了覆盖全面、逻辑清晰、延伸性强的内容体系，包括AI入门、AI应用、AI热点问题和帮助及更多资源四个模块。;针对用户需求分层匹配教育内容，分别为教师和学生群体设计了不同版本的AI素养教育指南。;集成提供校内外多种类型的AI资源，通过短视频、研究论文、专题网站等多种形式提供丰富的学习材料。;与校内部门协作，广泛创建AI素养资源，通过跨部门合作将AI素养纳入更加广泛的信息素养范畴。;鼓励图书馆馆员积极实践探索，通过发布AI相关文章、创设网络研讨会等方式推动AI素养教育。",
        "创新点": "系统总结了亚利桑那大学图书馆AI素养教育的实践经验，为我国高校图书馆提供了可借鉴的模式。;提出了针对教师和学生不同需求的分层教育内容设计，增强了教育的针对性和有效性。;强调了图书馆在跨部门合作和AI伦理道德教育中的重要作用。",
        "不足与局限": "案例分析主要基于亚利桑那大学图书馆，缺乏对其他高校图书馆的广泛调研，可能存在一定的局限性。;对AI技术发展的快速变化可能带来的挑战和应对策略讨论不足。",
        "与AI赋能图书馆工作的关系": "本文详细阐述了AI在图书馆工作中的应用，特别是AI素养教育方面的应用，为图书馆工作提供了新的思路和方法。",
        "赋能图书馆哪些具体工作": "AI素养教育内容设计与实施;AI资源集成与提供;AI伦理与道德教育",
        "赋能图书馆具体工作实现方法路径": "构建全面的AI素养教育内容体系，包括AI入门、应用、热点问题讨论及帮助资源。;通过校内外资源集成，提供多样化的学习材料和参考资料。;与校内部门协作，推动AI素养纳入信息素养教育范畴。;鼓励图书馆员参与实践探索，提升其在AI领域的应用能力。",
        "可操作情况打分": 95,
        "论文类型": "案例汇编与经验总结"
    },
    {
        "论文题目": "美国一流研究型高校图书馆生成式人工智能资源导航研究",
        "英文题目": "A Study on Generative Artificial Intelligence Resource Guides in Leading American Research University Libraries",
        "作者": "杜秀秀;徐博文;储节旺",
        "英文作者": "Du Xiuxiu;Xu Bowen;Chu Jiewang",
        "发表年份": 2025,
        "研究目的": "梳理美国一流研究型高校图书馆生成式人工智能资源导航的应用现状;分析生成式人工智能资源导航的内容模块;为我国高校图书馆建设生成式人工智能资源导航提供启示",
        "研究方法": "网络调研法与内容分析法",
        "主要内容与成果": "调研了30所美国一流研究型高校图书馆的生成式人工智能资源导航LibGuides应用现状;从基础使用、科学研究、课程教学、评估检测、伦理问题、其他参考资料等方面分析了生成式人工智能资源导航的内容;提出了加快建设生成式人工智能资源导航、持续更新内容、丰富人工智能素养教育内容与形式、提高图书馆员人工智能素养与技能等建议",
        "创新点": "系统总结并分析了美国一流研究型高校图书馆生成式人工智能资源导航的应用现状与内容模块;提出了针对我国高校图书馆建设生成式人工智能资源导航的具体建议",
        "不足与局限": "选取的样本为2025年QS世界大学排名前50的美国高校，共30所，不能代表美国所有高校;研究主要集中于生成式人工智能资源导航的应用现状与内容分析，对实际应用中的统计分析和模式研究相对缺乏",
        "与AI赋能图书馆工作的关系": "该研究通过分析美国高校图书馆生成式人工智能资源导航的实践，为我国高校图书馆如何利用AI技术进行资源导航和服务创新提供了借鉴和启示。",
        "赋能图书馆哪些具体工作": "建设生成式人工智能资源导航;更新和丰富生成式人工智能资源内容;开展人工智能素养教育;提高图书馆员的人工智能素养与技能",
        "赋能图书馆具体工作实现方法路径": "通过LibGuides平台建设生成式人工智能资源导航，提供一站式服务;定期更新生成式人工智能资源内容，保持时效性;结合课程教学、科研应用等，丰富人工智能素养教育的内容与形式;开展培训、研讨会等活动，提高图书馆员的人工智能素养与技能",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "面向全流程管理的专家协同知识生产系统设计与实现——以家谱联合编目系统为例",
        "英文题目": "Design and Implementation of Expert Collaborative Knowledge Production System for Full Process Management: Genealogy Joint Cataloging System",
        "作者": "朱武信;夏翠娟;吴建伟",
        "英文作者": "Zhu Wuxin;Xia Cuijuan;Wu Jianwei",
        "发表年份": 2024,
        "研究目的": "探索适应图书馆数字人文服务的、面向全流程管理的专家协同知识生产系统的设计思路和实施方案;提高历史文献资源的知识生产规模和质量，满足数智时代人文数据基础设施建设和从文献服务向知识服务转型的新需求",
        "研究方法": "基于上海图书馆家谱联合编目系统的设计开发实践，通过现状调研、系统设计、实现与应用验证等方法进行研究。",
        "主要内容与成果": "设计了面向全流程管理的专家协同知识生产系统——家谱联合编目系统;实现了家谱采购、捐赠、编目、基于互联网的规范控制、专家审校与AI审校等全流程管理;支持多机构在统一的系统上基于一致的著录规范进行家谱编目，共享基础知识库;探索了基于大语言模型的AI家谱编目数据审校路径，提高了编目效率和质量",
        "创新点": "引入全流程管理和专家协同知识生产理念，设计并实现了家谱联合编目系统;实现了跨网域的规范控制，不同机构的专家共享并补充基础知识库;探索了基于大语言模型的AI家谱编目数据审校路径，提升了审校效率和质量",
        "不足与局限": "AI审校功能目前处于实验阶段，需要进一步检验和完善;大语言模型仍然存在幻觉问题，其生成的内容难以直接用于用户服务",
        "与AI赋能图书馆工作的关系": "该论文通过引入AI技术（特别是大语言模型）进行家谱编目数据的审校，展示了AI在图书馆知识生产流程中的赋能作用，为图书馆工作提供了新的思路和方法。",
        "赋能图书馆哪些具体工作": "家谱编目数据的审校工作;编目数据的规范控制;提高编目效率和质量",
        "赋能图书馆具体工作实现方法路径": "利用大语言模型对编目数据进行质量打分和审校提示生成;结合人类专家和AI专家的审校结果，给出最终审校意见;将AI审校结果应用于编目流程中，提高编目数据的准确性和可靠性",
        "可操作情况打分": 85,
        "论文类型": "系统架构与平台设计;服务创新应用"
    },
    {
        "论文题目": "面向人工智能生成内容时代的图书馆服务适应与创新",
        "英文题目": "Adaptation and Innovation of Library Services in the AIGC Era",
        "作者": "汪聪;张春红;高楠;金鑫;李国俊",
        "英文作者": "Wang Cong;Zhang Chunhong;Gao Nan;Jin Xin;Li Guojun",
        "发表年份": 2024,
        "研究目的": "探究人工智能生成内容（AIGC）引发的信息交互模式变化及其对图书馆服务的影响;对未来服务创新和用户体验优化具有重要价值",
        "研究方法": "首先分析AIGC在内容生产、信息获取和人机交互方面带来的变化及对用户体验的影响；然后探讨用户在认知适应、短期使用、长期发展这三个技术接受阶段的心理演变；最后提出适应AIGC时代的策略和优化方法。",
        "主要内容与成果": "AIGC带来的信息交互模式变化，包括内容生产、信息获取和人机交互;用户使用AIGC的心理演变过程，分为认知适应、短期使用、长期发展三个阶段;提出了图书馆适应AIGC时代的策略和优化方法，包括重视数据价值、简化复杂界面、建设专题资源导航、馆员用户协同发展、重塑阅读服务模式等",
        "创新点": "首次系统探讨了AIGC对图书馆服务的影响及应对策略;从用户心理变化角度出发，提出了针对性的服务优化方法;结合具体案例，提出了图书馆利用AIGC技术的实现路径",
        "不足与局限": "AIGC技术在应用过程中仍面临质量控制、伦理考虑、数据隐私等问题;图书馆在利用AIGC技术时受到资金和人力的限制;目前的研究和案例多处于初步阶段，需进一步验证和推广",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AIGC对图书馆工作的影响，并提出了利用AIGC技术优化图书馆服务的具体策略和方法，为AI赋能图书馆工作提供了理论支持和实践指导。",
        "赋能图书馆哪些具体工作": "信息组织和管理;信息检索和获取;用户信息素养教育;阅读服务模式重塑;馆员能力提升",
        "赋能图书馆具体工作实现方法路径": "通过调用商业模型的API来连接和重构图书馆的服务和业务模式;设计基于AI的对话系统，简化复杂界面，重构用户体验;建设专题资源导航，助力用户技术适应过程;开展馆员培训，提高馆员的技术理解和应用能力;重塑阅读服务模式，促进知识交流和创新",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "面向生成式人工智能（AIGC）的图书馆信息资源建设优化策略研究",
        "英文题目": "Research on the Optimization Strategies for Library Information Resources Construction Oriented to the Development of AIGC",
        "作者": "丁遒劲;苏静",
        "英文作者": "Ding Qiujing;Su Jing",
        "发表年份": 2024,
        "研究目的": "审视现有信息资源建设模式存在的局限性;通过优化信息资源建设推动实现图书馆的智慧服务",
        "研究方法": "从AIGC的典型应用入手，分析AIGC对图书馆服务产生的影响，进而结合图书馆信息资源建设现状和存在问题，探讨相应的资源建设优化策略。",
        "主要内容与成果": "论文分析了AIGC对图书馆服务模式带来的变革，包括颠覆信息搜索人机交互模式、推动研究综述的自动化撰写进程、加剧垂直领域信息服务数智化竞争。针对这些变革，提出了图书馆信息资源建设的优化策略，包括以开源方式推动多模态信息资源建设、重视馆藏数字资源权益管理、探索知识库与大语言模型的融合应用、重塑图书馆数据治理体系、加强与技术公司的协同合作。",
        "创新点": "提出了以开源方式推动多模态信息资源建设的策略;强调了知识库与大语言模型融合应用的重要性;提出了重塑图书馆数据治理体系的具体路径",
        "不足与局限": "不同类型图书馆在资源采集、资源组织方面的能力差异较大，如何分门别类地融入到AIGC基础设施层、模型层或应用层仍需进一步探讨",
        "与AI赋能图书馆工作的关系": "论文探讨了AIGC对图书馆服务模式带来的变革，并提出了相应的信息资源建设优化策略，以推动图书馆的智慧服务，与AI赋能图书馆工作紧密相关。",
        "赋能图书馆哪些具体工作": "优化信息搜索人机交互模式;推动研究综述的自动化撰写;提升垂直领域信息服务数智化水平;加强馆藏数字资源权益管理;重塑图书馆数据治理体系",
        "赋能图书馆具体工作实现方法路径": "以开源方式推动多模态信息资源建设，包括评估遴选开源信息资源、建立信息资源评估体系;重视馆藏数字资源权益管理，制定相应的知识产权管理策略，规避知识产权风险;探索知识库与大语言模型的融合应用，包括知识内化和知识外用两种路径;重塑图书馆数据治理体系，包括强化数据协同治理体系建设、建立统一的元数据标准和清洗规范流程;加强与技术公司的协同合作，借助技术公司的算力和算法实现共赢",
        "可操作情况打分": 85,
        "论文类型": "资源管理与运营;服务创新应用"
    },
    {
        "论文题目": "面向图书自动分类的大语言模型提示学习研究",
        "英文题目": "Research on Prompt Learning of Large Language Models for Automatic Book Classification",
        "作者": "戎璐",
        "英文作者": "Lu Rong",
        "发表年份": 2024,
        "研究目的": "避免高昂的人力成本，从少量样本中学习图书类目的特征与规律。;构建基于大语言模型提示学习的图书自动分类新方法，解决传统深度学习方法依赖大规模数据集和训练时间长的问题。",
        "研究方法": "利用大语言模型ChatGPT表征文本，构建大语言模型提示学习模型，通过设计提示模板和调用API接口实现图书自动分类。",
        "主要内容与成果": "提出了基于多模态注意力提示学习的图书自动分类方案，包括两种执行思路：通过预训练语言模型和残差神经网络提取图书特征，设计提示模板，采用注意力机制融合模板，输入预训练语言模型进行分类；以及设计提示模板，直接调用ChatGPT API接口生成类目答案，通过最大投票机制选择最终类目。;在广州图书馆和郑州图书馆10个一级类目共114823条图书数据集上进行实验验证，结果显示该范式在精准率、召回率与F1等指标上获得最优分类结果。",
        "创新点": "构建了“询问大语言模型－提示－生成”图书分类范式，避免了传统深度学习方法对大规模数据集的依赖和长时间训练。;提出了基于多模态注意力提示学习的图书自动分类方案，结合了大语言模型的强大语言处理能力和提示学习的灵活性。;展示了提示学习在小样本图书分类场景下的有效性，无需建立大规模训练数据集即可学习到图书规律。",
        "不足与局限": "ChatGPT实施方案仅局限于文本信息，无法处理多模态信息。;ChatGPT对国内封闭，无法满足国内需求，且无法与现实世界相接触，知识相对落后。;MAPL实施方案对于一级、二级类目分类任务尚不足以完全替代人工标注，且采用硬提示方式，不同的提示模板对分类性能影响较大。",
        "与AI赋能图书馆工作的关系": "该研究通过AI技术，特别是大语言模型和提示学习，实现了图书自动分类，提高了分类效率和准确性，降低了人力成本，为图书馆的智能化建设提供了有力支持。",
        "赋能图书馆哪些具体工作": "图书自动分类;提高分类效率和准确性;降低人力成本",
        "赋能图书馆具体工作实现方法路径": "利用大语言模型（如ChatGPT）表征图书文本信息。;设计多模态提示模板，结合文本和图像信息。;通过注意力机制融合提示模板，输入预训练语言模型进行分类。;或者直接调用ChatGPT API接口生成类目答案，通过最大投票机制选择最终类目。",
        "可操作情况打分": 85,
        "论文类型": "算法与模型优化"
    },
    {
        "论文题目": "谋求与突破:ChatGPT对信息资源管理学科的影响与启示",
        "英文题目": "Seeking and Breaking Through: ChatGPT Illuminating the Way Ahead for the Discipline of Information Resource Management",
        "作者": "刘琼;刘桂锋;卢章平;韩牧哲;郭科远",
        "英文作者": "Liu Qiong;Liu Guifeng;Lu Zhangping;Han Muzhe;Guo Keyuan",
        "发表年份": 2023,
        "研究目的": "探讨ChatGPT对信息资源管理学科的影响;提出信息资源管理学科应对ChatGPT带来的机遇和挑战的策略;推动信息资源管理学科的跨越式发展",
        "研究方法": "本文主要通过文献综述、案例分析和理论探讨等方法，分析ChatGPT对信息资源管理学科的影响，并提出相应的应对策略。",
        "主要内容与成果": "ChatGPT改变了信息到知识的路径，使信息互动更加智能，信息获取更加精准。;ChatGPT对信息资源管理学科的学科内涵、学科架构、人才培养和实践效果产生了深远影响。;提出了信息资源管理学科应转变思维，通过主动布局、拓展业务范畴、重构学科生态、建立多方社会协同等策略，实现本学科的跨越式发展。",
        "创新点": "首次系统地分析了ChatGPT对信息资源管理学科的影响;提出了信息资源管理学科应对ChatGPT带来的机遇和挑战的具体策略;强调了信息资源管理学科在新技术背景下的跨越式发展路径",
        "不足与局限": "论文主要基于理论探讨和案例分析，缺乏具体的实证研究;对于ChatGPT在信息资源管理学科中的具体应用场景和效果，还需要进一步的实践验证",
        "与AI赋能图书馆工作的关系": "ChatGPT作为AI技术的一种，其智能信息处理和交互能力为图书馆工作提供了新的可能性和方向，有助于提升图书馆的服务效率和质量。",
        "赋能图书馆哪些具体工作": "智能信息检索与推荐;个性化服务定制;智能问答与咨询;数字化资源管理与利用",
        "赋能图书馆具体工作实现方法路径": "引入ChatGPT等AI技术，优化图书馆的信息检索系统，提升检索效率和准确性。;利用ChatGPT的个性化服务能力，为用户提供定制化的信息推荐和服务。;建立智能问答与咨询系统，通过ChatGPT等技术实现24小时不间断的智能咨询服务。;利用ChatGPT等技术对数字化资源进行智能管理和利用，提升资源的利用率和价值。",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;人才培养与组织变革"
    },
    {
        "论文题目": "人工智能生成内容（AIGC）的演进历程及其图书馆智慧服务应用场景",
        "英文题目": "Evolution of Artificial Intelligence Generated Content (AIGC) and Its Application Scenario of Library Intelligent Service",
        "作者": "蔡子凡;蔚海燕",
        "英文作者": "Cai Zifan;Yu Haiyan",
        "发表年份": 2023,
        "研究目的": "介绍AIGC技术的发展历程、技术演进、技术场景、技术治理等基础;阐述AIGC技术在图书馆智慧服务中的应用场景;提出图书馆需要完善的构建策略以满足用户多元化服务需求",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "AIGC技术的发展历程和技术演进;AIGC技术在图书馆智慧服务中的应用场景，包括文献采购、资源组织、阅读服务、决策咨询、素养教育、用户管理等方面;提出图书馆需要从资源基础保障、场景预训练模型、专业技术能力建设、创新项目支撑等方面不断完善和优化",
        "创新点": "详细阐述了AIGC技术在图书馆智慧服务中的具体应用场景;提出了图书馆需要完善的构建策略以满足用户多元化服务需求",
        "不足与局限": "AIGC技术在图书馆智慧服务中的应用仍处于理论探讨和初步实践阶段;人机交流技术的应用也处于萌芽阶段，还未真正应用GPT技术准确及时处理复杂的用户需求;AIGC技术可能带来的数据安全性、数据隐私性、数据伪造性、技术成本高、版权争议性等问题",
        "与AI赋能图书馆工作的关系": "AIGC技术是AI赋能图书馆工作的重要组成部分，通过自动化内容生成提升图书馆智慧服务的水平和效能",
        "赋能图书馆哪些具体工作": "文献采购;资源组织;阅读服务;决策咨询;素养教育;用户管理",
        "赋能图书馆具体工作实现方法路径": "构建智能荐购平台，利用大数据和AIGC技术实现精准采购和智能推荐;通过AIGC技术实现文献文本大数据多维度、细粒度、对象化知识表示与深度挖掘，构建智慧知识中心;通过智能识别技术和虚拟人或服务机器人形式，提高阅读推广服务的广度和深度;利用AIGC技术为图书馆学科咨询提供定制的知识库和更有针对性的咨询服务;基于AIGC的信息素养教育模式升级，增强学习的体验感、交互感;利用AIGC技术实现用户智能信息跟踪管理，实现个性化服务",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "人工智能生成内容对智慧图书馆服务的冲击及应用展望",
        "英文题目": "The Impact and Application Prospects of Artificial Intelligence Generated Content on Smart Library Services",
        "作者": "储节旺;杜秀秀;李佳轩",
        "英文作者": "Chu Jiewang;Du Xiuxiu;Li Jiaxuan",
        "发表年份": 2023,
        "研究目的": "探索人工智能生成内容（AIGC）对图书馆服务的冲击;分析AIGC在图书馆中的应用前景",
        "研究方法": "通过对AIGC底层技术的演化和嬗变，以及AIGC与智慧图书馆历史渊源的分析，探讨AIGC对图书馆服务冲击的理论逻辑，并提出AIGC应用于图书馆的前景展望。",
        "主要内容与成果": "AIGC对图书馆服务的冲击包括服务方式由单一性向多样性转变、服务内容由普适性向个性化转变、服务效果由智能化向智慧化转变。 AIGC在图书馆的应用将加速智慧图书馆的实践落地，具体包括信息检索、知识组织、参考咨询、特殊群体服务、阅读推广、用户培训六个方面。",
        "创新点": "从AIGC整体出发，分析其对图书馆服务的冲击和应用前景;提出了AIGC在智慧图书馆中的具体应用场景",
        "不足与局限": "研究视角多从ChatGPT切入，而非从AIGC整体出发;探索AIGC在智慧图书馆的应用场景不够深入具体，较为分散;更多关注ChatGPT给智慧图书馆带来的挑战，而非全面应用场景",
        "与AI赋能图书馆工作的关系": "AIGC作为AI技术的一种，通过其自动生成内容的能力，为智慧图书馆的服务提供了新的可能性和手段，推动了图书馆服务的智能化和智慧化转型。",
        "赋能图书馆哪些具体工作": "信息检索;知识组织;参考咨询;特殊群体服务;阅读推广;用户培训",
        "赋能图书馆具体工作实现方法路径": "将ChatGPT与图书馆检索系统结合，形成知识库系统，支持自然语言检索和多模态检索;利用AIGC的跨模态生成功能，优化知识组织方式，提升知识服务能力;借助AIGC生成的聊天机器人，提供专业咨询、智慧问答等服务;针对特殊群体，利用AIGC生成有声读物、动画视频等，提供无障碍阅读服务;利用AIGC结合VR技术，开展沉浸式阅读推广活动;利用AIGC生成教育数字人，提供一对一个性化用户培训",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "人工智能生成内容赋能图书馆知识服务的路径研究",
        "英文题目": "The Path Research of AIGC Empowering Library Knowledge Service",
        "作者": "储节旺;罗怡帆",
        "英文作者": "Chu Jiewang;Luo Yifan",
        "发表年份": 2024,
        "研究目的": "研究AIGC赋能图书馆知识服务的路径，提高图书馆知识服务的效率，提升图书馆在知识服务中的地位",
        "研究方法": "以模因复制与传播为研究视角，从AIGC拓展图书馆知识服务的要素、参与知识服务的过程、提升知识服务的框架三方面进行分析，并提出相应建议",
        "主要内容与成果": "图书馆知识服务的本质是模因的复制与传播，参与主体由图书馆、AIGC和用户组成;AIGC能有效融入图书馆知识服务的每一个阶段，图书馆应从战略决策、战术筹备和流程设计三部分做出调整;构建了AIGC驱动图书馆知识服务的模式框架，包括用户层、模因层和环境层",
        "创新点": "从模因复制与传播的视角分析AIGC赋能图书馆知识服务的路径;提出了AIGC在图书馆知识服务中的具体应用策略，包括战略决策、战术筹备和流程设计",
        "不足与局限": "对AIGC赋能图书馆知识服务的路径不够细化，主要围绕面向用户的服务过程，缺少对采编、信息组织等面向业务的工作的探究;因为AIGC赋能图书馆的研究仍处于起步阶段，落地的应用较为罕见，故缺乏实证分析",
        "与AI赋能图书馆工作的关系": "论文探讨了AIGC如何赋能图书馆知识服务，为AI在图书馆工作中的应用提供了理论支持和实践路径",
        "赋能图书馆哪些具体工作": "参考咨询服务;阅读推广服务;学科服务;教育培训服务",
        "赋能图书馆具体工作实现方法路径": "在战略决策上，理性看待AIGC，合理应对，构建合理、稳固的图书馆、AIGC和用户关系网络;在战术筹备上，重视垂直性，探索可能性，如加入馆藏资源作为训练数据，合理调用用户历史学习数据，增添所生成内容的来源标引;在流程设计上，融入全流程，构建新机制，如以用户学习全流程为中心建立知识服务，纳入技术素养教育，重视知识服务的反馈机制",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "人工智能助力阅读体验：沉浸式智慧阅读服务模式创新",
        "英文题目": "AI Empowering Reading Experience: Innovation in Immersive Intelligent Reading Service Model",
        "作者": "梁建春",
        "英文作者": "Liang Jianchun",
        "发表年份": 2023,
        "研究目的": "提出一种以AI为核心的多模态沉浸式智慧阅读体验框架，弥补双编码理论在实践应用方面的不足。;提升阅读体验，推动人工智能与阅读领域的交叉融合，促进阅读研究与实践的创新。",
        "研究方法": "结合多模态输入输出、用户画像和知识图谱生成等技术，构建AI多模态沉浸式智慧阅读服务模型。",
        "主要内容与成果": "分析了双编码理论的局限性，并提出了以AI为核心的多模态沉浸式智慧阅读体验框架。;构建了AI多模态沉浸式智慧阅读服务模型（MIIREF），整合了多种技术和数据源，为读者提供个性化、互动、有吸引力的阅读体验。;提出了基于ChatGPT-4技术和功能内核的多模态沉浸式智慧阅读体验框架（MIIREF），并详细描述了其实现方式和关键技术。",
        "创新点": "引入富媒体概念，弥补双编码理论在认知可能性方面的不足。;结合多模态输入输出、用户画像和知识图谱生成等技术，构建AI多模态沉浸式智慧阅读服务模型。;提出以ChatGPT-4为内核的沉浸式阅读体验框架，实现多模态数据处理和分析，为阅读体验的个性化和智能化提供新的解决方案。",
        "不足与局限": "模型中涉及的自然语言处理、深度学习等技术需要结合实际应用场景进行优化。;数据集的规模和质量需要进一步改善。;模型的泛化能力和稳定性需要更加深入地研究。",
        "与AI赋能图书馆工作的关系": "本文探讨了AI在图书馆阅读服务中的应用，通过构建沉浸式智慧阅读体验框架，提升了阅读体验和服务质量，是AI赋能图书馆工作的重要实践。",
        "赋能图书馆哪些具体工作": "个性化阅读推荐;智能问答系统;虚拟现实和增强现实阅读体验;多语种辅助阅读;学习与评估资源提供",
        "赋能图书馆具体工作实现方法路径": "通过数据收集与预处理，收集并分析读者行为数据、多模态数据等。;利用自然语言处理和深度学习技术进行文本分析与理解，构建读者兴趣模型。;基于知识抽取与结构化技术，构建知识图谱，为阅读辅助、学习与评估等提供支持。;结合协同过滤、内容推荐、深度学习推荐等技术，进行个性化内容推荐。;利用语音合成、机器翻译等技术，为读者提供多语种辅助阅读服务。;通过用户界面与交互设计，为读者提供友好、易用的交互体验。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "融合ChatGPT与BERT的个性化图书分类推荐探索",
        "英文题目": "Exploratory Research on Integrating ChatGPT with BERT for Personalized Book Classification and Recommendation",
        "作者": "郭利敏;杨佳;刘悦如;付雅明",
        "英文作者": "Limin Guo;Jia Yang;Yueru Liu;Yaming Fu",
        "发表年份": 2025,
        "研究目的": "探讨图书馆个性化书目推荐的新路径;验证融合ChatGPT与BERT的“编码-分类”策略在个性化图书分类推荐中的有效性",
        "研究方法": "基于上海图书馆开放数据构建训练集，选取100位读者借阅数据作为验证集，使用ChatGPT编码借阅意图，BERT进行文本分类预测，并与协同过滤法进行比较。",
        "主要内容与成果": "提出融合ChatGPT与BERT的‘编码-分类’策略，将推荐任务转化为文本分类问题，提升了推荐方法的语义理解和可释性。 实验显示该方法在分类推荐中优于传统协同过滤，验证了推荐任务转化思路的有效性，并为语义增强与分层建模提供了可行方向。",
        "创新点": "将图书推荐任务转化为文本分类问题，利用ChatGPT和BERT进行语义编码与分类;提升了推荐系统的语义理解和可释性;为语义增强与分层建模提供了新的思路",
        "不足与局限": "当前模型在用户行为建模方面存在一定程度的简化，主要依赖历史借阅记录进行语义编码;尚未整合搜索意图、用户评论、标签使用等多源异构行为数据;ChatGPT的输出存在一定的随机性，导致语义一致性与推荐稳定性难以完全控制",
        "与AI赋能图书馆工作的关系": "该研究通过AI技术，特别是自然语言处理技术，优化了图书馆的资源组织与个性化推荐服务，提升了图书馆服务的智能化水平。",
        "赋能图书馆哪些具体工作": "个性化图书推荐;阅读兴趣分析;图书分类与标签生成",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT对读者历史借阅数据进行分析和语义生成，形成用户兴趣的语言化表示;使用BERT模型对生成的用户兴趣摘要进行文本分类，预测用户可能感兴趣的图书分类号;构建‘编码-分类’式框架，将个性化图书推荐任务转化为‘文本生成+文本分类’的组合问题",
        "可操作情况打分": 85,
        "论文类型": "算法与模型优化;服务创新应用"
    },
    {
        "论文题目": "社会技术系统范式下AI赋能的替代信息搜索：特征、理论框架与研究展望",
        "英文题目": "The Features, Theoretical Framework and Research Prospects of AI-enabled Surrogate Information Searching: A Sociotechnical System Paradigm",
        "作者": "宋小康;赵宇翔;宋士杰;朱庆华",
        "英文作者": "SONG Xiaokang;ZHAO Yuxiang;SONG Shijie;ZHU Qinghua",
        "发表年份": 2023,
        "研究目的": "归纳和展望AI赋能的替代信息搜索特征和理论框架;探讨AI赋能的替代信息搜索在未来信息服务和知识供给中的应用",
        "研究方法": "通过对替代信息搜索发展历程的梳理，分析AI赋能的替代信息搜索的内涵和特征，基于社会技术系统范式探讨其理论框架",
        "主要内容与成果": "1. 归纳了AI赋能的替代信息搜索的特征，包括基于‘信息需求者―AI算法―网络信息资源’的三元关系组，人智协同地实现信息的获取、集成和呈现。 2. 构建了从技术、信息、用户和社会文化四个层面的理论框架。 3. 提出了未来研究方向，包括信任和信息可信度研究、用户采纳和使用体验研究等。",
        "创新点": "首次从社会技术系统范式探讨AI赋能的替代信息搜索的理论框架;提出了AI赋能的替代信息搜索在四个层面的理论框架，丰富了数智时代用户信息行为和信息服务的理论",
        "不足与局限": "论文主要侧重于理论框架的构建，对于具体技术实现细节的讨论较少;对于AI生成内容的质量控制和可信度问题，提出了未来研究方向但未给出具体解决方案",
        "与AI赋能图书馆工作的关系": "AI赋能的替代信息搜索为图书馆工作提供了新的思路和技术支持，有助于提升图书馆的信息服务效率和质量。",
        "赋能图书馆哪些具体工作": "参考咨询服务;数字客服;知识服务;智慧图书馆建设",
        "赋能图书馆具体工作实现方法路径": "利用AI大语言模型实现智能参考咨询，辅助用户快速获取和整合信息;通过AI数字客服提升信息传递的便捷性、完整性和实时性;结合AI技术提供个性化知识服务，如学科咨询、情报研究等;在智慧图书馆建设中，利用AI技术提升数字人的智能程度和对话能力",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "生成式AI赋能智慧图书馆的融合路径探析——以扎耶德大学图书馆为例",
        "英文题目": "An Exploration of the Integration Path of Generative AI Empowering Smart Libraries: A Case Study of Zayed University Library",
        "作者": "刘莉;邵波",
        "英文作者": "Liu Li;Shao Bo",
        "发表年份": 2023,
        "研究目的": "探索生成式AI与智慧图书馆的融合路径;为智慧图书馆更好地拥抱生成式AI提供参考",
        "研究方法": "文献调研法、网络调查法、案例分析法",
        "主要内容与成果": "梳理了生成式AI概况及与智慧图书馆的关联，分析了生成式AI赋能智慧图书馆的研究现状，通过扎耶德大学图书馆的案例研究，提出了生成式AI与智慧图书馆融合的四大路径。",
        "创新点": "首次以扎耶德大学图书馆为例，详细分析生成式聊天机器人在图书馆的应用;提出了整合智慧图书馆数据、自定义模型、提升交互水平及制定相关政策等四大融合路径",
        "不足与局限": "国内现有研究过于集中于理论层面的讨论，缺乏深入应用实践;对扎耶德大学图书馆案例的详细技术实现细节描述较少",
        "与AI赋能图书馆工作的关系": "该论文直接探讨了生成式AI如何赋能智慧图书馆，通过案例分析提供了具体实现路径，对AI在图书馆的应用具有直接指导意义。",
        "赋能图书馆哪些具体工作": "参考咨询服务;图书推荐;图书检索;图书馆馆务信息查询;文献翻译",
        "赋能图书馆具体工作实现方法路径": "整合智慧图书馆数据，构建自动加载更新的全面可靠数据库;组合API+LangChain+Streamlit，实现模型的自定义与部署;提供高质量Prompt，提升交互水平;制定相关政策，保障服务安全性与可靠性",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "生成式人工智能对高校图书馆的影响及应对策略——以ChatGPT大型语言模型为例",
        "英文题目": "Influences and Countermeasures of Generative Artificial Intelligence on University Libraries: Taking ChatGPT Large Language Model as an Example",
        "作者": "邱瑾;黄茂汉",
        "英文作者": "Qiu Jin;Huang Maohan",
        "发表年份": 2024,
        "研究目的": "分析ChatGPT模型的优势和不足;探讨生成式人工智能为高校图书馆带来的机遇;指出生成式人工智能给高校图书馆带来的挑战;提出高校图书馆应对生成式人工智能挑战的策略",
        "研究方法": "文献综述法，通过分析国内外相关研究成果，结合ChatGPT模型的特点，探讨其对高校图书馆的影响及应对策略。",
        "主要内容与成果": "文章从对话式资源检索、智能咨询与智慧空间服务、嵌入式个性化阅读推广、探讨式知识获取、虚拟馆员与馆员助理服务、人工智能素养教育、AI学习伙伴训练指导七个方面分析了生成式人工智能为高校图书馆带来的机遇，并指出其将面临阅读吸引力减弱、错误知识传播、学习动力下降、已有技能退化、版权问题凸显等挑战。 最后提出了参与制定人工智能商用标准和使用规范、探索人工智能实践应用、开展人工智能素养教育、提升馆员综合素养、建立监测反馈机制等应对策略。",
        "创新点": "系统分析了ChatGPT等生成式人工智能对高校图书馆的多方面影响;提出了针对高校图书馆应对生成式人工智能挑战的具体策略;结合高校图书馆实际工作，探讨了生成式人工智能在图书馆服务中的具体应用路径",
        "不足与局限": "对ChatGPT模型的技术细节分析不够深入;提出的应对策略更多停留在理论层面，缺乏具体的实施案例和数据支持;对生成式人工智能未来发展趋势的预测不够全面",
        "与AI赋能图书馆工作的关系": "该论文直接探讨了AI（特别是生成式人工智能）如何赋能高校图书馆工作，分析了其带来的机遇和挑战，并提出了应对策略，与AI赋能图书馆工作的主题高度相关。",
        "赋能图书馆哪些具体工作": "对话式资源检索;智能咨询与智慧空间服务;嵌入式个性化阅读推广;探讨式知识获取;虚拟馆员与馆员助理服务;人工智能素养教育;AI学习伙伴训练指导",
        "赋能图书馆具体工作实现方法路径": "在ChatGPT基础上训练高校图书馆专用生成式人工智能工具，构建资源检索API接口，实现对话式资源检索;利用ChatGPT提供智能咨询服务，整合多媒体、电子显示屏等技术设备，打造智慧空间;在资源检索或智能咨询过程中嵌入个性化阅读推广服务;基于文献内容特征等数据训练专用人工智能，进行探讨式知识获取;ChatGPT虚拟馆员参与资源检索、智能咨询等服务，辅助馆员进行资源采购、文献编目等工作;开展人工智能素养教育，指导用户正确使用人工智能;定制高校学生版ChatGPT，指导学生训练适合自己的AI学习伙伴",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "生成式人工智能辅助学科情报服务途径探析——以利用ChatGPT生成学科领域论文分析报告为例",
        "英文题目": "Exploring Approaches for Generative AI-Assisted Subject Information Services: A Case Study of Using ChatGPT to Generate Academic Paper Analysis Reports in Specific Fields",
        "作者": "江珊;常定姁;张开阳;龚芙蓉;张宁;盛芳",
        "英文作者": "Jiang Shan;Chang Dingxu;Zhang Kaiyang;Gong Furong;Zhang Ning;Sheng Fang",
        "发表年份": 2025,
        "研究目的": "探讨生成式人工智能（特别是ChatGPT）在辅助学科情报服务中的应用途径。;分析ChatGPT在学科领域论文分析报告生成中的具体作用与优势。;为图书馆学科情报服务提供实证依据，优化文献分析流程。",
        "研究方法": "基于工作实例，以ChatGPT-4为具体工具，通过实例展示其在学科领域论文分析报告生成中的应用，涵盖研究领域确定、检索式构建、数据准备、数据分析与可视化、文献内容挖掘等环节。",
        "主要内容与成果": "ChatGPT在学科领域分析报告的多个阶段均能发挥重要作用，显著提升了文献分析的深度和质量。具体成果包括：辅助构建检索式、处理数据、进行数据分析和可视化、挖掘文献内容等，显著提高了工作效率和分析深度。",
        "创新点": "首次系统探讨了ChatGPT在学科情报服务全流程中的应用。;结合ChatGPT的文本理解和代码生成能力，提出了具体的赋能途径。;通过实例验证了ChatGPT在学科领域文献分析中的有效性和优势。",
        "不足与局限": "对生成式人工智能工具的选择及使用要求较高。;研究主要聚焦于整体路径的探索，对复杂阶段的深入研究不足。;ChatGPT在可解释性和计算资源需求上逊色于传统工具。",
        "与AI赋能图书馆工作的关系": "论文展示了AI（特别是ChatGPT）在图书馆学科情报服务中的具体应用，为AI赋能图书馆工作提供了实践案例和理论依据。",
        "赋能图书馆哪些具体工作": "学科领域文献检索式构建。;数据清洗与预处理。;数据分析与可视化。;文献内容挖掘与主题分析。",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT辅助构建学科领域检索式，通过交互优化生成精准检索策略。;通过ChatGPT的代码生成能力，实现数据清洗、提取和预处理。;利用ChatGPT进行多角度数据分析和可视化，生成分析报告。;通过ChatGPT挖掘文献内容，进行主题分析和前沿趋势预测。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "生成式人工智能赋能下的AIGC虚拟数字人：图书馆用户服务的机遇与挑战",
        "英文题目": "AIGC Virtual Digital Humans Empowered by Generative Artificial Intelligence: Opportunities and Challenges in Library User Services",
        "作者": "张鹏;方彪",
        "英文作者": "Zhang Peng;Fang Biao",
        "发表年份": 2024,
        "研究目的": "探讨生成式人工智能赋能下的AIGC虚拟数字人在图书馆用户服务中的机遇与挑战;分析生成式人工智能对虚拟数字人的赋能作用及其对图书馆行业的影响",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "归纳了虚拟数字人的概念、类型、发展历程及技术路径;分析了生成式人工智能对虚拟数字人的赋能作用，包括降低外观制作成本、增强真实感与交互性、丰富应用场景等;探讨了AIGC虚拟数字人在图书馆服务创新中的应用前景，如虚拟导览、智能咨询、情境陪伴、用户培训等;初探了图书馆应用AIGC虚拟数字人可能面临的挑战，包括技术推广、组织管理以及用户使用等方面的挑战",
        "创新点": "结合生成式人工智能与虚拟数字人技术，探讨其在图书馆用户服务中的应用;深入分析了AIGC虚拟数字人在图书馆服务创新中的潜力与挑战",
        "不足与局限": "生成式人工智能技术仍处于发展起步阶段，技术成熟度不够;AIGC虚拟数字人在图书馆行业的应用面临技术成本、安全等方面的挑战;用户接受度、专业错误难察、人类主体性衰退等问题仍需解决",
        "与AI赋能图书馆工作的关系": "论文探讨了生成式人工智能如何赋能虚拟数字人，并进一步应用于图书馆用户服务，是AI赋能图书馆工作的重要研究内容。",
        "赋能图书馆哪些具体工作": "虚拟导览;智能咨询;情境陪伴;用户培训",
        "赋能图书馆具体工作实现方法路径": "利用生成式人工智能技术快速生成虚拟数字人，降低外观制作成本;通过自然语言处理与深度学习算法增强虚拟数字人的真实感与交互性;将相关培训内容或知识讲解储存在AIGC虚拟数字人的数据库中，提供个性化培训服务;在图书馆导览、智能咨询等场景中应用AIGC虚拟数字人，提升用户服务体验",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "生成式人工智能给图书馆带来的机遇、挑战及应对策略",
        "英文题目": "Opportunities, Challenges, and Strategies for Libraries in the Era of Artificial Intelligence Generated Content",
        "作者": "李颖婷",
        "英文作者": "Li Yingting",
        "发表年份": 2023,
        "研究目的": "分析生成式人工智能（AIGC）的特点、发展趋势及图书馆应用AIGC面临的机遇与挑战;提出图书馆的应对策略，以期为业界的相关研究和实践提供参考",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "论文探讨了生成式人工智能（AIGC）的发展趋势、特点及其对图书馆行业的影响，分析了AIGC给图书馆带来的机遇（如多模态检索、智慧图书馆转变、元宇宙图书馆发展）和挑战（如用户检索与阅读习惯改变、技术与人才弱势、AIGC自身局限性），并提出了相应的应对策略。",
        "创新点": "系统分析了AIGC对图书馆行业的影响，提出了具体的应对策略;结合国内外实例，深入探讨了AIGC在图书馆中的应用前景",
        "不足与局限": "论文主要基于现有文献和案例分析，缺乏实地调研和实证研究;对于AIGC技术的具体实现细节和长期影响探讨不够深入",
        "与AI赋能图书馆工作的关系": "论文直接探讨了AIGC技术如何赋能图书馆工作，分析了AIGC给图书馆带来的机遇与挑战，并提出了具体的应对策略，与AI赋能图书馆工作紧密相关。",
        "赋能图书馆哪些具体工作": "智慧检索体验提升;智能图书馆向智慧图书馆转变;图书馆元宇宙发展;阅读推广、特殊群体服务、用户培训等",
        "赋能图书馆具体工作实现方法路径": "优化和扩展聊天机器人服务范围，创建图书馆特色的人工智能聊天机器人;尝试利用开源模型训练图书馆现有文献数据，为AIGC技术在图书馆的成熟应用打下基础;提前进行AIGC应用的风险规避和防范，包括版权保护、用户隐私保护等",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "生成式人工智能十大趋势与公共文化机构的应对策略",
        "英文题目": "Top 10 Trends in Generative Artificial Intelligence and Response Strategies for Public Cultural Institutions",
        "作者": "刘炜;刘倩倩",
        "英文作者": "Liu Wei;Liu Qianqian",
        "发表年份": 2025,
        "研究目的": "分析生成式人工智能的十大发展趋势;探讨这些趋势对公共文化机构（如图书馆）的影响;提出公共文化机构应对AI发展的策略",
        "研究方法": "文献综述与趋势分析",
        "主要内容与成果": "总结了生成式人工智能的十大发展趋势，包括AI驱动的科学研究普及、具身智能机器人提升服务体验、多模态大模型走向实用化等，并分析了这些趋势对公共文化机构的影响，提出了相应的应对策略。",
        "创新点": "全面总结了生成式人工智能的最新发展趋势;针对公共文化机构提出了具体的应对策略;结合了实际案例和技术发展进行了深入分析",
        "不足与局限": "主要集中在趋势分析和策略提出，缺乏具体的实施效果评估;对部分新兴技术的深入探讨不够;未涉及所有类型的公共文化机构，如音乐厅、剧院等",
        "与AI赋能图书馆工作的关系": "论文详细分析了AI技术对图书馆等公共文化机构的影响，并提出了具体的应对策略，直接关联到图书馆的智能化转型和服务提升。",
        "赋能图书馆哪些具体工作": "馆藏资源的智能化管理与揭示;读者服务的自动化与个性化;文献与历史资料的数字化修复与保护;空间规划与AR导航系统的构建;智能互动系统的开发与应用",
        "赋能图书馆具体工作实现方法路径": "利用多模态大模型对馆藏资源进行跨媒体数字化展示;引入具身智能机器人进行场馆导览、资料整理与传递等工作;采用AI技术进行古籍、地方特色文化等历史文化资源的深度开发和利用;构建沉浸式虚拟展览和智能互动系统，提升观众体验;通过智能体技术实现自动化客服、全天候智能问答和个性化推荐",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;资源管理与运营;智能空间与设施"
    },
    {
        "论文题目": "数智时代智慧馆员能力体系构建研究",
        "英文题目": "Competency System Construction of Smart Librarians in the Digital-intelligent Era",
        "作者": "高蕴梅;孙金娟",
        "英文作者": "Gao Yunmei;Sun Jinjuan",
        "发表年份": 2024,
        "研究目的": "明确数智时代智慧馆员所需的核心能力;提出智慧馆员能力需求、培养和评价框架体系",
        "研究方法": "文献计量和内容分析法，结合德尔菲法进行修订完善",
        "主要内容与成果": "从知识和技术技能、社会技能、品质道德、素养思维四个维度分解出9个可度量的智慧馆员胜任力指标体系;构建了课程体系与指标体系的关联矩阵，制定了指标度量评价量规和智慧馆员队伍持续发展的保障机制;提出了面向产出导向的智慧馆员能力培养框架",
        "创新点": "系统构建了数智时代智慧馆员的能力体系;提出了基于产出导向教育理论和胜任力模型的培养框架;通过德尔菲法迭代修订智慧馆员胜任力要素",
        "不足与局限": "虽然提出了系统的能力体系，但具体实施过程中可能面临资源分配、教师培训等挑战;评价机制虽全面，但实际操作中可能受限于数据收集和分析的复杂性",
        "与AI赋能图书馆工作的关系": "智慧馆员能力体系的构建直接关联到AI技术在图书馆中的应用，智慧馆员需要掌握AI技术以更好地服务读者和管理图书馆资源",
        "赋能图书馆哪些具体工作": "提升图书馆的智能化服务水平;优化图书馆资源管理;提高读者服务体验;推动图书馆创新发展",
        "赋能图书馆具体工作实现方法路径": "通过课程和培训提升馆员的AI技术知识和应用能力;构建基于AI的图书馆业务系统，实现自动化和智能化管理;利用AI技术优化读者服务流程，提高服务效率和质量;推动馆员与AI技术的融合，实现人机协同工作",
        "可操作情况打分": 85,
        "论文类型": "人才培养与组织变革"
    },
    {
        "论文题目": "挑战与前景：ChatGPT在图书馆智能客服系统中的效能和应用",
        "英文题目": "Challenges and Prospects: Efficacy and Application of ChatGPT in Intelligent Customer Service System in Library",
        "作者": "冯小桓",
        "英文作者": "Feng Xiaohuan",
        "发表年份": 2024,
        "研究目的": "探索ChatGPT在图书馆智能客服中的应用场景效能;分析ChatGPT在上下文理解、模糊查询处理、对抗攻击和多语言支持等方面的应用潜力和方向;针对该领域面临的挑战提出相应的解决方案",
        "研究方法": "文献分析、案例研究及理论探讨",
        "主要内容与成果": "文章详细分析了ChatGPT的基本原理和特点，探讨了其在图书馆智能客服系统中的应用场景，包括常见问题解答、信息查询和资源推荐、阅读推荐和兴趣引导、多轮对话支持以及个性化服务和反馈机制等。 同时，文章还分析了ChatGPT赋予图书馆智能客服系统的效能，如高效的自动化服务、个性化的服务体验、可持续的学习和改进、提供多语言支持以及提供数据支持和决策参考等。",
        "创新点": "首次系统分析了ChatGPT在图书馆智能客服系统中的应用效能和策略;提出了针对ChatGPT在上下文理解、模糊查询处理、对抗攻击和多语言支持等方面挑战的解决方案;为图书馆智能客服系统的创新和发展提供了参考思路",
        "不足与局限": "ChatGPT在上下文理解和模糊查询方面仍存在限制;面临对抗攻击和不当内容生成的风险;回复的多样性和包容性有待提高;实时性和时效性方面存在挑战;用户可能过度依赖和信赖ChatGPT的回答;信息过载和过滤问题需要解决",
        "与AI赋能图书馆工作的关系": "文章深入探讨了ChatGPT这一AI技术在图书馆智能客服系统中的应用，为AI赋能图书馆工作提供了具体的案例和策略，展示了AI技术在提升图书馆服务质量和用户体验方面的潜力。",
        "赋能图书馆哪些具体工作": "常见问题解答;信息查询和资源推荐;阅读推荐和兴趣引导;多轮对话支持;个性化服务和反馈机制;提供数据支持和决策参考",
        "赋能图书馆具体工作实现方法路径": "通过学习大量的图书馆信息和常见问题的模式，提升ChatGPT的解答能力;利用ChatGPT的上下文理解能力，进行更深入和个性化的信息查询;通过与用户的对话了解用户的阅读兴趣和偏好，提供阅读推荐和兴趣引导;利用ChatGPT处理多轮对话的能力，保持对话的连贯性;收集用户反馈，优化回答和服务质量，实现个性化服务;收集和分析用户数据，为图书馆的管理和决策提供数据支持和决策参考",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "图书馆学的人工智能生成内容（AIGC）：概念框架与研究进路",
        "英文题目": "Artificial Intelligence Generated Content (AIGC) in Library Science: Conceptual Framework and Research Approach",
        "作者": "朱禹;叶继元;贾毓洁",
        "英文作者": "ZHU Yu;YE Jiyuan;JIA Yujie",
        "发表年份": 2025,
        "研究目的": "构建图书馆学中AIGC的概念框架，明晰AIGC研究的层次和范畴。;探讨图书馆要素的嬗变，构建涵盖资源、服务、技术和需求四大要素的图书馆学AIGC理论研究及实践化进路。",
        "研究方法": "信息论、批判信息学等理论，利用共词分析法、概念分析法、比较分析法和历史分析法。",
        "主要内容与成果": "提出AIGC与GAI的区别，构建AIGC二维概念框架（内容和生产模式）。;明确AIGC作为信息资源的本质属性，是信息资源价值性的体现。;提炼出‘用AIGC信息资源，采取‘生成式AI+’的AIGC生成服务方式，满足AIGC时代用户需求，由生成式AI技术实现’的图书馆学AIGC研究进路。",
        "创新点": "将AIGC与GAI明确区分为两个不同的范畴，构建新的AIGC二维概念框架。;提出AIGC作为信息资源的本质属性，并深入探讨其全生命周期管理。;结合图书馆要素，提出AIGC理论的研究进路，涵盖资源、服务、技术和需求四大方面。",
        "不足与局限": "研究中一般性论述较多，深度尚待加强。;技术智力支持不够，行业倡议引领欠缺，潜在应用风险存在，导致AIGC在图书馆的应用落地缓慢。",
        "与AI赋能图书馆工作的关系": "本文探讨了AI生成内容（AIGC）在图书馆学中的应用，为AI赋能图书馆工作提供了理论基础和研究进路。",
        "赋能图书馆哪些具体工作": "知识服务;参考咨询;阅读推广;古籍数字化;索引编制;学科服务;竞争情报服务;资源组织",
        "赋能图书馆具体工作实现方法路径": "通过生成式AI技术生成AIGC信息资源，满足用户信息需求。;采取‘生成式AI+’的服务方式，如‘生成式AI+索引编制’、‘生成式AI+参考咨询’等，创新图书馆服务模式。;深入研究AIGC背景下的用户需求，培养用户AIGC素养，增强人的主体性。",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;资源管理与运营"
    },
    {
        "论文题目": "图书馆知识服务中ChatGPT技术应用探讨",
        "英文题目": "Discussions on the ChatGPT Technology Application in Library Knowledge Services",
        "作者": "刘建",
        "英文作者": "Liu Jian",
        "发表年份": 2024,
        "研究目的": "探讨ChatGPT技术在图书馆知识服务中的应用前景;提出图书馆知识服务中ChatGPT技术的应用策略",
        "研究方法": "文献分析法、案例分析法",
        "主要内容与成果": "分析了ChatGPT技术的特点及优势，探讨了其在图书馆智能客服系统、数字资源建设、用户终身素养教育、情报服务等方面的应用前景，并提出了应用策略，包括提升知识服务数据质量、提升馆员知识服务水平、建立完善的隐私保护机制、加强人机协作及深化社会合作。^[1][2]^",
        "创新点": "首次系统性探讨了ChatGPT技术在图书馆知识服务中的应用;提出了具体的ChatGPT技术应用策略，如提升数据质量、加强隐私保护等",
        "不足与局限": "知识服务质量依赖于高质量数据，数据更新不足会影响服务效果;隐私保护问题需要重点关注，现有加密技术尚不完善;用户需求多样性对ChatGPT技术提出了挑战;技术人才和成本问题对小型图书馆构成压力",
        "与AI赋能图书馆工作的关系": "ChatGPT技术作为AI技术的一种，为图书馆知识服务提供了智能化、个性化的解决方案，推动了图书馆工作的创新和发展。",
        "赋能图书馆哪些具体工作": "图书馆智能客服系统;数字资源建设;用户终身素养教育;图书馆情报服务",
        "赋能图书馆具体工作实现方法路径": "通过ChatGPT技术实现智能问答、图书检索、馆藏查询等服务，提升用户满意度和忠诚度;利用ChatGPT技术优化数字资源的整理、分类、索引流程，提供个性化推荐服务;通过ChatGPT技术提供信息素养、科研素养、数字素养等方面的教育服务，帮助用户提升知识和技能水平;利用ChatGPT技术智能搜索和筛选情报信息，提供情报分析、共享和协作服务",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "文生视频类人工智能在图书领域的应用场景及有效治理",
        "英文题目": "Text-to-Video Artificial Intelligence in the Field of Book Application Scenarios and Effective Governance",
        "作者": "李涛",
        "英文作者": "Li Tao",
        "发表年份": 2024,
        "研究目的": "探讨文生视频类生成式人工智能Sora在图书领域的应用场景;分析Sora在图书领域应用中可能存在的法律风险;提出针对Sora在图书领域应用风险的有效治理措施",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "介绍了Sora的技术原理与工作机制;分析了Sora在图书领域的应用前景，包括可视化数字资源建设、虚拟空间建设、智慧服务模式创新、用户个性化定制服务创新等方面;探讨了Sora在图书领域应用中可能面临的侵犯人身权、知识产权、数据安全、算法以及虚假信息等风险;提出了加强人格权、知识产权法律保护，明确著作权归属，强化算法监管，提升图书馆自我合规能力等治理措施",
        "创新点": "首次系统探讨了Sora在图书领域的应用场景;提出了针对Sora在图书领域应用风险的综合治理措施;对Sora生成视频的著作权归属进行了深入分析",
        "不足与局限": "研究主要基于理论分析和案例探讨，缺乏实证研究支持;对Sora技术细节和实际应用中的挑战探讨不够深入;提出的治理措施在实际操作中可能面临一定难度",
        "与AI赋能图书馆工作的关系": "Sora作为文生视频类生成式人工智能，为图书馆工作带来了新的赋能方式，特别是在可视化数字资源建设、虚拟空间建设、智慧服务模式创新、用户个性化定制服务创新等方面具有巨大潜力。",
        "赋能图书馆哪些具体工作": "可视化数字资源建设;虚拟空间建设;智慧服务模式创新;用户个性化定制服务创新",
        "赋能图书馆具体工作实现方法路径": "利用Sora将图书馆中的分散、碎片化数字文献资源整合形成体系化的知识库;结合元宇宙技术，通过Sora构建三维立体式虚拟场景，推动智慧图书馆建设;利用Sora的文生视频能力，推动图书馆从提供纸质图书服务向可视化视频内容服务的转变;通过Sora为用户定制个性化学习计划和知识素材，提供精准、智慧化的推送服务",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;可持续发展与伦理分析;政策法规研究"
    },
    {
        "论文题目": "我国ChatGPT研究领域热点主题识别与演化路径分析",
        "英文题目": "Hot Topic Identification and Evolution Path Analysis of ChatGPT Research in China",
        "作者": "王海蓓;潘辉",
        "英文作者": "Haibei Wang;Hui Pan",
        "发表年份": 2024,
        "研究目的": "全面剖析ChatGPT研究领域的研究特征、热点主题分布以及演化路径;提出研究展望，为ChatGPT理论研究和应用发展提供学理依据及实践指导",
        "研究方法": "采用信息计量法与内容分析法，运用VOSviewer可视化分析工具构建我国ChatGPT研究领域的科学知识图谱",
        "主要内容与成果": "国内ChatGPT研究主要围绕AIGC、教育变革、学术研究、媒介传播、图书馆服务、风险与治理、信息资源管理服务以及数字中国发展8个热点主题开展;形成以ChatGPT为代表的涵盖社会发展变革、应用场景开发、风险问题研判、知识信息生产传播、赋能数字化转型5条路径的多主体发展问题研究路径;分析了ChatGPT在不同领域的应用前景、变革能力以及存在的风险与治理路径",
        "创新点": "首次系统构建了我国ChatGPT研究领域的科学知识图谱;提出了ChatGPT研究的多条演化路径，并进行了详细的分析和讨论;对ChatGPT在不同领域的应用进行了深入探讨，为未来的研究提供了参考",
        "不足与局限": "研究热点主题大多为应用场景构建、风险识别以及管理治理模式等，以人文社科视角为主，涉及原理和技术的研究较少;对ChatGPT底层大语言模型技术方向的探索有待加强;ChatGPT在各应用场景的知识信息供给机理机制等还不甚明确",
        "与AI赋能图书馆工作的关系": "论文探讨了ChatGPT技术赋能图书馆服务的逻辑理路，为新时代图书馆破局式发展提供了思路，具体分析了ChatGPT在图书馆阅读服务、咨询服务、教育服务、知识服务和馆员成长等方面的赋能潜力。",
        "赋能图书馆哪些具体工作": "图书馆阅读服务;咨询服务;教育服务;知识服务;馆员成长",
        "赋能图书馆具体工作实现方法路径": "通过改善检索体验显著提升用户的人机交互服务体验以达到技术赋能效果;从知识服务、智慧服务、虚拟数字人三种应用场景赋能图书馆服务创新;在信息资源管理建设、智慧空间场景建设、智能咨询服务建设和馆员服务能力建设方面助力智慧图书馆建设;在信息检索、知识组织、参考咨询、特殊群体服务、阅读推广、用户培训方面加速智慧图书馆的实践落地",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;文献综述"
    },
    {
        "论文题目": "新一代人工智能与未来图书馆建设",
        "英文题目": "The Next Generation of Artificial Intelligence and Future Library Construction",
        "作者": "刘炜;金家琴;单蓉蓉",
        "英文作者": "Liu Wei;Jin Jiaqin;Shan Rongrong",
        "发表年份": 2025,
        "研究目的": "探讨图书馆如何应用大模型技术实现智能化转型，从而保障其在智慧时代作为知识公共基础设施的核心作用。",
        "研究方法": "通过分析图书馆当前面临的困境以及大模型技术所具备的能力，深入剖析图书馆在资源建设管理、知识组织分类、技术平台建设以及人本主义理念等方面所面临的挑战，提出相应的对策。",
        "主要内容与成果": "分析了图书馆当前面临的困境，包括书刊借阅量使用率见顶、空间饱和利用方式单一、读者到馆数量难以提升、数字资源使用呈现滞涨、传统‘四大职能’难以为继等问题。;介绍了大模型技术的原理和能力，包括多模态学习、上下文学习、指令跟随、多步骤推理等能力。;提出了大模型技术赋能未来图书馆建设的对策，包括在资源建设管理、知识组织分类、技术平台建设以及人本主义理念等方面的应用。;探讨了未来图书馆的五种可能形态，包括教学与研究资源中心、素养与能力培育中心、平台与算力提供中心、服务与方案支持中心、评估与评价监测中心等。",
        "创新点": "提出了大模型技术赋能未来图书馆建设的具体对策和路径。;深入分析了图书馆在人工智能时代面临的挑战和机遇，提出了未来图书馆的五种可能形态。",
        "不足与局限": "论文中提到的大模型技术还处于早期快速发展阶段，其应用方式和商务模式尚未形成，因此提出的对策和路径可能存在一定的不确定性和风险。;对于未来图书馆的具体形态和功能，论文中的命名可能还不科学，边界也尚未清晰，需要进一步的研究和探索。",
        "与AI赋能图书馆工作的关系": "论文主要探讨了AI（特别是大模型技术）如何赋能图书馆工作，推动图书馆的智能化转型和服务升级。",
        "赋能图书馆哪些具体工作": "资源建设管理：通过大模型的多模态学习能力整合全媒体资源，重塑图书馆的全媒体大阅读资源观。;知识组织分类：利用大模型的语义理解和生成能力突破传统分类法的限制，实现自动分类、智能标注和精准检索。;技术平台建设：构建智慧图书馆平台，与新技术深度融合，实现人机对话式交互体验，提供多元化的智慧图书馆服务应用。;人本主义服务：提升图书馆员的AI素养，为读者提供更加人性化和个性化的服务，缩小社会信息鸿沟。",
        "赋能图书馆具体工作实现方法路径": "引入大模型技术，对图书馆的资源进行智能处理和管理，提高资源利用效率和服务质量。;利用大模型的自动分类和智能标注能力，优化图书馆的知识组织方式，提高检索效率和准确性。;构建智慧图书馆平台，整合各类服务模块，实现人机对话式交互体验，提供多元化的智慧图书馆服务应用。;加强图书馆员的AI素养培训，提升其运用AI技术解决问题的能力，为读者提供更加人性化和个性化的服务。",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;技术架构与平台设计"
    },
    {
        "论文题目": "信息资源管理领域生成式人工智能：研究现状、研究主题及研究展望",
        "英文题目": "Artificial Intelligence Generated Content in Information Resource Management: Research Status, Research Topics and Research Prospects",
        "作者": "张海;段荟;王东波",
        "英文作者": "Zhang Hai;Duan Hui;Wang Dongbo",
        "发表年份": 2024,
        "研究目的": "厘清信息资源管理领域生成式人工智能研究现状;明确和凝练信息资源管理领域生成式人工智能研究主题;推动生成式人工智能情境下信息资源管理学科的高质量发展",
        "研究方法": "运用扎根理论和内容分析法对筛选出的154篇高质量文献进行概念抽取和资料整合",
        "主要内容与成果": "信息资源管理学科围绕生成式人工智能已经初步形成信息资源管理基础理论、信息技术与方法、数字人文、图书馆服务、信息管理与数据科学以及用户及其需求与行为六个研究主题。",
        "创新点": "首次系统梳理了信息资源管理领域生成式人工智能的研究现状和研究主题;提出了从理论研究和用户研究两个维度推动生成式人工智能与信息资源管理学科深度融合的对策与建议",
        "不足与局限": "研究方法属于定性研究，可能受到主观经验、先验知识等主观因素的干扰;数据总量偏小，可能遗漏一些重要的文献数据",
        "与AI赋能图书馆工作的关系": "论文深入探讨了生成式人工智能在图书馆服务、数字人文等方面的应用，为AI赋能图书馆工作提供了理论基础和研究方向。",
        "赋能图书馆哪些具体工作": "图书馆知识服务;智能咨询系统建设;图书馆信息资源组织;图书馆管理;信息素养重构;图书馆阅读推广;无障碍服务;图书馆数字虚拟人等",
        "赋能图书馆具体工作实现方法路径": "结合生成式人工智能技术，优化图书馆知识服务体系;利用大语言模型等技术，提升图书馆智能咨询系统的准确性和效率;通过生成式人工智能技术，改进图书馆信息资源组织方式;探索生成式人工智能在图书馆管理中的应用，提高管理效率;重构信息素养教育体系，融入生成式人工智能特色内容;创新图书馆阅读推广方式，利用生成式人工智能提升用户体验;开发无障碍服务工具，利用生成式人工智能技术为特殊群体提供便利;构建图书馆数字虚拟人，提供更加人性化的服务",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;技术原理研究;文献综述"
    },
    {
        "论文题目": "学术平台智慧阅读服务现状剖析与AIGC技术赋能路径",
        "英文题目": "Current Situation Analysis of Smart Reading Services on Academic Platforms and AIGC Technology Empowerment Paths",
        "作者": "马坤坤;朱玲玲;茆意宏",
        "英文作者": "Ma Kunkun;Zhu Lingling;Mao Yihong",
        "发表年份": 2025,
        "研究目的": "剖析学术平台智慧阅读服务现状;探讨AIGC技术赋能图书馆学术阅读服务的路径，为升级图书馆学术阅读智慧化服务提供参考",
        "研究方法": "采用内容分析法，对典型学术平台所提供的智慧阅读服务进行两轮编码分析，选取读物供给、辅助阅读、阅读应用、阅读交流及行为管理作为分析指标。",
        "主要内容与成果": "大数据和人工智能技术推动学术平台读物供给、辅助阅读和阅读应用方面的智慧化服务，而在阅读交流和阅读行为管理智慧化服务中的应用仍十分有限。 面向阅读寻求、理解、应用、交流及行为管理“五大情境”，AIGC技术可从优质学术资源、阅读认知策略、写作辅导、阅读交流和阅读行为管理5个方面赋能图书馆学术阅读智慧化服务。",
        "创新点": "提出了面向阅读五大情境的AIGC技术赋能路径;详细剖析了学术平台智慧阅读服务的现状，并指出了存在的问题",
        "不足与局限": "目前依托AIGC技术开发或者进行功能优化的学术平台数量还很少;在阅读交流和行为管理领域的应用仍十分有限;提供的辅助阅读和阅读应用智慧服务内容较少",
        "与AI赋能图书馆工作的关系": "本文探讨了AIGC技术在图书馆学术阅读智慧化服务中的应用路径，为图书馆利用AI技术提升服务质量提供了理论依据和实践指导。",
        "赋能图书馆哪些具体工作": "优质学术资源服务;阅读认知策略服务;写作辅导服务;阅读交流服务;阅读行为管理服务",
        "赋能图书馆具体工作实现方法路径": "内容语义组织：利用AIGC技术加强馆藏学术资源、开放获取学术资源等优质内容的细粒度加工、对象化表示。;多模态内容创建：自动进行主题化、专题化文本分类，自动生成文本、图像、视频、音频等多模态内容。;数据资源建设：加强用户学术阅读行为数据的采集与挖掘，开发学术资源数据。;沉浸式阅读：AIGC为图书馆专业阅读资源的虚拟呈现提供技术支持，可生成VR视频和3D模型。;辅助阅读：利用Connected Papers等平台自动推荐和可视化呈现文献，ChatGPT等工具辅助交互问答式阅读和自动生成综述。;写作辅导：整合数字笔记内容，综合运用所积累知识生成新的成果，绘制插图及语言润色。;阅读交流：提供智能问答、虚实融合及AI音视频生成等服务。;阅读行为管理：记录、采集、分析用户在阅读前、中、后的数据，加强阅读行为管理服务。",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "以AIGC创新图书馆知识服务",
        "英文题目": "AIGC and Library Knowledge Services",
        "作者": "蔡丹丹;宋歌笙;刘炜",
        "英文作者": "Cai Dandan;Song Gesheng;Liu Wei",
        "发表年份": 2023,
        "研究目的": "探讨人工智能技术在图书馆行业的应用和研究探索;分析AIGC技术的兴起对图书馆资源组织和知识服务所带来的挑战;提出AIGC技术在图书馆3.0环境下的设计和实施思路",
        "研究方法": "文献调研与分析",
        "主要内容与成果": "概述了人工智能技术的概念和常用技术，并调研了当前人工智能技术在图书馆行业的应用;从“技术发展突破”和“与人交互程度”两个角度分析了图书馆的技术发展趋势;探讨了AIGC技术的兴起对图书馆资源组织和知识服务带来的挑战;提出了将AIGC技术融入图书馆业务层级，并在图书馆3.0环境下实现AIGC技术的设计和实施路径",
        "创新点": "首次系统地将AIGC技术引入图书馆知识服务领域;提出了从AI+到+AI的业务赋能思路，为图书馆业务升级提供了新视角;分析了AIGC技术在图书馆3.0环境下的具体应用场景和实现路径",
        "不足与局限": "对AIGC技术的本地化迁移考虑较少，缺乏具体实践案例;对AIGC技术在图书馆应用中可能面临的风险和挑战分析不够深入;提出的实现路径主要基于当前技术条件，未来技术演进可能带来新的挑战",
        "与AI赋能图书馆工作的关系": "论文详细探讨了AIGC技术如何赋能图书馆知识服务，是AI技术在图书馆领域应用的具体体现。",
        "赋能图书馆哪些具体工作": "数据加工与知识组织;用户参与知识创造与服务;虚拟世界建设、机器人服务、内容服务平台众包等创新服务",
        "赋能图书馆具体工作实现方法路径": "在“AI+”阶段，将已有的AIGC技术应用到图书馆现有业务中，如多模态内容的识别和分类;在“+AI”阶段，基于图书馆自身需求，将AIGC技术应用于自身业务，创造新的应用模式和业务场景;进行AIGC模型本地化迁移，基于图书馆专业数据训练模型，提供特色AIGC服务;结合AIGC技术优化现有AI技术，如提升物体识别能力、生成更加真实和细化的数据集等",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "英美大学ChatGPT使用规定对我国高校图书馆的启示",
        "英文题目": "Enlightenment of ChatGPT Guidance in British and American Universities to Chinese University Libraries",
        "作者": "储节旺;杜秀秀",
        "英文作者": "Chu Jiewang;Du Xiuxiu",
        "发表年份": 2024,
        "研究目的": "探索分析英美高校ChatGPT使用规定，为我国高校ChatGPT使用规定的出台提供参考和借鉴。",
        "研究方法": "采用扎根理论研究方法，借助NVivo12.0软件，对15份英美高校ChatGPT使用规定的政策文本进行编码分析，并初步构建高校ChatGPT使用规定理论模型。",
        "主要内容与成果": "研究结果发现，高校ChatGPT使用规定包括总体规则及范围界定、学术使用规范、教学使用规范。 其中，总体规则及范围界定是基础，学术使用规范是保障，教学使用规范是根本。 并根据英美高校ChatGPT使用实践，结合国内高校图书馆开展ChatGPT服务的现状，思考对我国高校图书馆深入开展ChatGPT服务的启示。",
        "创新点": "系统梳理了英美高校ChatGPT使用规定，构建了高校ChatGPT使用规定理论模型。;从高校图书馆角度出发，探讨了ChatGPT在图书馆服务中的应用与启示。",
        "不足与局限": "英美高校ChatGPT使用规定的政策文本相对较少，可能影响研究结果的全面性。;受个人主观认知和知识的限制，编码分析结果可能存在主观性与局限性。",
        "与AI赋能图书馆工作的关系": "论文探讨了AI（特别是ChatGPT）在图书馆工作中的应用，以及如何通过制定使用规定来科学、合理地引入和利用AI技术，从而赋能图书馆工作。",
        "赋能图书馆哪些具体工作": "完善信息素养教育体系，;加强学术使用规范建设，;主导高校ChatGPT使用规则的制定，;整合各类AI资源，打造ChatGPT类人工智能的统一学习平台",
        "赋能图书馆具体工作实现方法路径": "对图书馆员进行人工智能素养教育赋能培训，完善信息素养课程体系。;将ChatGPT学术使用规范纳入图书馆学术服务中，并科学引导用户。;由高校图书馆主导，结合国内法律法规和实际情况，完成高校ChatGPT使用规则的制定。;整合ChatGPT相关资源，形成统一的人工智能学习平台，并确保所有用户公平使用。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;政策法规研究"
    },
    {
        "论文题目": "元宇宙场景下人工智能生成内容（AIGC）赋能图书馆用户服务研究",
        "英文题目": "Research on Artiﬁcial Intelligence Generated Content (AIGC) Empowering Library User Services in a Metaverse Scenario",
        "作者": "刘泽;邵波",
        "英文作者": "Liu Ze;Shao Bo",
        "发表年份": 2024,
        "研究目的": "探讨元宇宙场景下AIGC赋能图书馆用户服务的必要性;提出AIGC在图书馆用户服务中的潜在应用场景;推动AIGC在图书馆用户服务中的应用实践",
        "研究方法": "文献综述与案例分析",
        "主要内容与成果": "分析了AIGC在图书馆用户服务智慧化转型中的作用;探讨了元宇宙带来的挑战以及用户对新技术的期待;提出了AIGC赋能图书馆用户服务的潜在应用场景，包括智能咨询、知识保存与发现、智能翻译与个性化推荐;提出了推动AIGC应用实践的策略，包括数据、算法、算力融合发展，人机协同发展，以及相关法律规范的制定与落实",
        "创新点": "首次从元宇宙视角探讨AIGC在图书馆用户服务中的应用;提出了AIGC赋能图书馆用户服务的具体应用场景和实现路径;强调了数据、算法、算力融合发展以及人机协同发展的重要性",
        "不足与局限": "论文中未具体提及AIGC在特定领域（如专业文献翻译）的准确性和应用效果;对于AIGC可能带来的法律和伦理问题，仅提出了宏观层面的建议，未深入探讨具体解决方案",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AIGC在元宇宙场景下如何赋能图书馆用户服务，是AI技术在图书馆领域应用的重要研究，为图书馆智慧化转型提供了新的思路和方法。",
        "赋能图书馆哪些具体工作": "智能咨询;知识保存与发现;智能翻译;个性化推荐",
        "赋能图书馆具体工作实现方法路径": "通过ChatGPT和虚拟数字人等途径赋能智能咨询服务;利用AIGC技术实现馆藏资源的数字孪生复刻，促进知识保存与发现;引入深度学习、神经网络等智能技术改进图书馆的翻译服务成效;基于用户行为和偏好，利用AIGC技术生成个性化推荐结果",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "元宇宙与AIGC促进隐性知识交流：图书馆契合科技发展新思考",
        "英文题目": "Metaverse and AIGC Promoting the Exchange of Tacit Knowledge: New Thinking of Library Conforming to the Development of Science and Technology",
        "作者": "吴才唤;张钰婷;周兰羽;李敏",
        "英文作者": "Wu Caihuan;Zhang Yuting;Zhou Lanyu;Li Min",
        "发表年份": 2023,
        "研究目的": "探讨元宇宙与AIGC对图书馆隐性知识交流的促进作用;提出图书馆契合科技发展的新思考，促进新时代图书馆转型发展实践",
        "研究方法": "文献综述与理论分析",
        "主要内容与成果": "论述了阅读、知识交流、隐性知识交流、图书馆阅读推广等概念的基本含义及其关系;梳理了元宇宙与AIGC的概念原理及其与图书馆管理、服务的结合应用;认为元宇宙的场景塑造和AIGC的内容生成分别为图书馆空间环境和资源服务提供了技术条件;提出了图书馆契合科技发展的五大基本原则：紧跟、适度、辅助、人文、分别;提出了图书馆契合科技发展的五大基础应用：动态演绎技能阅读、场景模拟经历阅读、交叉跨界科学交流、虚实共生空间阅览、沉浸参与会议讲座",
        "创新点": "首次将元宇宙与AIGC技术引入图书馆隐性知识交流领域;提出了图书馆契合科技发展的新思考，强调了隐性知识交流的重要性;提出了图书馆契合科技发展的五大基本原则和五大基础应用",
        "不足与局限": "对于元宇宙与AIGC技术的具体实现路径和细节讨论相对较少;缺乏实证研究，对于技术应用效果的评估不够深入;对于不同类型图书馆如何具体应用这些技术的讨论较为笼统",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AI（特别是AIGC）如何赋能图书馆工作，特别是在隐性知识交流方面的作用，为AI在图书馆的应用提供了理论支撑和实践指导。",
        "赋能图书馆哪些具体工作": "动态演绎技能阅读;场景模拟经历阅读;交叉跨界科学交流;虚实共生空间阅览;沉浸参与会议讲座",
        "赋能图书馆具体工作实现方法路径": "利用元宇宙技术进行空间场景的塑造，优化图书馆空间环境;利用AIGC技术进行内容生成，提供电子资源，实现人机共创;结合元宇宙与AIGC技术，进行动态演绎技能阅读、场景模拟经历阅读等具体应用;遵循紧跟、适度、辅助、人文、分别等原则，进行图书馆管理与服务的科技应用",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "智慧图书馆建设背景下AIGC的权利确证及其保护路径",
        "英文题目": "Right Orientation and Protection Paths of AIGC under the Background of Intelligent Library Construction",
        "作者": "匡旭东",
        "英文作者": "Kuang Xudong",
        "发表年份": 2025,
        "研究目的": "分析现行法律制度对智慧图书馆中AIGC权利保护的不足;从法理层面确认AIGC的数据财产定位;提出AIGC数据财产权保护的制度框架",
        "研究方法": "文献分析法、法理分析法、案例研究法",
        "主要内容与成果": "分析了著作权确权、邻接权确权、物权确权三种保护模式在智慧图书馆AIGC保护中的不足;从技术原理、事实属性、价值特征三方面确认了AIGC的数据财产定位;提出了通过权利主体的确定、权利内容的展开及权利效力的保障来构建AIGC数据财产权保护的制度框架",
        "创新点": "首次从数据财产权角度提出AIGC的保护路径;构建了AIGC数据财产权保护的制度框架，包括权利主体、权利内容、权利效力三个方面",
        "不足与局限": "研究主要基于理论分析，缺乏大规模实证研究;提出的制度框架在实际操作中的可行性和有效性有待进一步验证",
        "与AI赋能图书馆工作的关系": "该研究为AI赋能图书馆工作提供了法律保障和理论支持，特别是针对AIGC的权利保护问题，为图书馆在引入AI技术时提供了法律指导。",
        "赋能图书馆哪些具体工作": "知识服务方式的创新;服务内容的优化;服务推广渠道的拓展;服务管理水平的提升",
        "赋能图书馆具体工作实现方法路径": "通过法律制度明确AIGC的权利归属和保护路径;在图书馆知识服务中引入AIGC，并确保其合法使用和保护;建立AIGC的生成、使用、管理和保护机制，确保其价值最大化",
        "可操作情况打分": 70,
        "论文类型": "政策法规研究;服务创新应用"
    },
    {
        "论文题目": "智慧图书馆领域生成式人工智能技术应用的法律容错机制",
        "英文题目": "Legal Fault Tolerance Mechanism of Generative Artificial Intelligence Technology Application in the Field of Smart Libraries",
        "作者": "童云峰;张学彬",
        "英文作者": "Tong Yunfeng;Zhang Xuebin",
        "发表年份": 2024,
        "研究目的": "分析智慧图书馆领域中生成式人工智能技术应用面临的技术风险和法律风险;构建图书馆领域生成式人工智能技术应用的法律容错机制",
        "研究方法": "理论研究与案例分析",
        "主要内容与成果": "文章以ChatGPT为例，分析了生成式人工智能在智慧图书馆中的应用风险，提出了三阶层的法律容错机制：自我规则防控技术风险、前置法律规制应用风险、刑事法律轻罪优先。",
        "创新点": "提出三阶层的法律容错机制;强调比例原则在风险防控中的应用;结合技术规则与法律规范的综合治理模式",
        "不足与局限": "未涉及具体技术实现细节;缺乏实证数据支持;对国际法律环境的考虑不足",
        "与AI赋能图书馆工作的关系": "为AI在图书馆中的应用提供了法律风险防控框架，保障技术创新与法律合规的平衡。",
        "赋能图书馆哪些具体工作": "智能文献咨询;数据资源整合;个性化服务方案;程序设计支持",
        "赋能图书馆具体工作实现方法路径": "广泛适用自律规则防控技术风险;主要适用前置法律规避应用风险;渐进适用刑事法律轻罪优先",
        "可操作情况打分": 70,
        "论文类型": "政策法规研究;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "Promoting AI literacy through U.S. academic libraries: an analysis of LibGuides from ARL and Oberlin group libraries using the EDUCAUSE AI literacy framework",
        "作者": "",
        "英文作者": "Ko Chun Ru;Rong Tang",
        "发表年份": 2025,
        "研究目的": "分析美国学术图书馆如何通过LibGuides促进AI素养;改进EDUCAUSE AI素养框架以适应高等教育需求;识别学术图书馆在促进AI素养方面的角色和改进空间",
        "研究方法": "通过内容分析法，对来自ARL和Oberlin集团学术图书馆的70个新开发的生成式AI LibGuides进行分析，使用EDUCAUSE AI素养框架作为指导。",
        "主要内容与成果": "发现大多数LibGuides强调基础AI工具和负责任使用，对与AI创建相关的高级技术能力关注较少。;ARL图书馆提供的LibGuides覆盖范围更全面。;提出了针对高等教育需求的更全面的AI素养框架。",
        "创新点": "对EDUCAUSE AI素养框架进行了改编，以适应学术图书馆指南的特点。;提出了针对高等教育需求的更全面的AI素养框架，填补了原始模型的空白。",
        "不足与局限": "LibGuides在技术深度上往往有限，缺乏对高级AI技术的深入探讨。;大多数指南关注当前AI问题和风险，而不是赋予用户主动塑造AI相关政策的能力。;未探索不同学科是否优先考虑独特的AI素养能力。",
        "与AI赋能图书馆工作的关系": "该研究通过分析学术图书馆的LibGuides，探讨了如何利用这些资源促进AI素养，从而赋能图书馆在AI时代的教育和支持工作。",
        "赋能图书馆哪些具体工作": "提供AI工具和资源指南;促进AI素养的教育和支持;帮助用户评估和批判性思考AI技术",
        "赋能图书馆具体工作实现方法路径": "开发针对特定主题或课程的LibGuides，推荐相关资源。;在LibGuides中增加关于AI技术的基础知识、应用案例、伦理考虑等内容。;通过内容分析改进现有框架，以适应学术图书馆的需求。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;资源管理与运营"
    },
    {
        "论文题目": "",
        "英文题目": "Making and Using AI in the Library: Creating a BERT Model at the National Library of Sweden",
        "作者": "",
        "英文作者": "Chris Haffenden;Elena Fano;Martin Malmsten;Love Börjeson",
        "发表年份": 2023,
        "研究目的": "探索在图书馆环境中制作和使用新型AI技术的可能性。;展示如何利用国家图书馆的藏品开发新的BERT语言模型。;详细阐述该模型在学术图书馆中的具体应用案例。",
        "研究方法": "结合数据科学和图书馆科学的方法，通过实践案例研究，展示如何利用国家图书馆的藏品训练BERT模型，并详细阐述该模型在图书馆中的应用。",
        "主要内容与成果": "展示了如何利用瑞典国家图书馆的藏品训练出一个新的BERT语言模型（KB-BERT），并详细阐述了该模型在学术图书馆中的三个具体应用案例：自动化分类、增强搜索能力和改进OCR一致性。",
        "创新点": "首次在国家图书馆环境中训练并使用BERT模型。;展示了图书馆藏品在AI模型训练中的关键作用。;提出了利用AI技术增强图书馆数字藏品可访问性和研究潜力的新方法。",
        "不足与局限": "训练数据集虽然庞大，但可能仍存在代表性和偏见问题。;实施过程中需要大量的计算资源和专业技术支持。;对于某些特定任务，可能需要进一步的模型微调和优化。",
        "与AI赋能图书馆工作的关系": "论文展示了AI技术在图书馆分类、搜索和OCR处理等关键工作中的应用，为图书馆提供了利用AI技术提升服务质量和效率的新途径。",
        "赋能图书馆哪些具体工作": "自动化分类;增强搜索能力;改进OCR一致性",
        "赋能图书馆具体工作实现方法路径": "通过标注数据集对BERT模型进行微调，实现自动化分类。;利用BERT模型进行命名实体识别（NER），并与命名实体消歧（NED）和实体链接工具结合，提升搜索能力。^[9][10]^;结合BERT模型的文本处理能力和图像识别模型，对OCR处理后的文本进行文章重建，提升OCR一致性。",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "An initial interpretation of the US Department of Education's AI report: Implications and recommendations for academic libraries",
        "作者": "",
        "英文作者": "Leo S. Lo",
        "发表年份": 2023,
        "研究目的": "分析美国教育部AI报告对学术图书馆的影响;探讨AI在学术图书馆中的应用与挑战;为图书馆领导者提供可操作的建议",
        "研究方法": "文献分析法，基于美国教育部AI报告的内容进行深入解读与分析",
        "主要内容与成果": "论文深入解读了美国教育部关于AI的报告，强调了AI在学术图书馆中的重要性，提出了促进AI素养、让图书管理员参与AI实施、制定AI使用指南、为AI问题做好准备以及与其他利益相关者合作的建议。",
        "创新点": "提出了针对学术图书馆的AI应用具体建议;强调了图书管理员在AI实施中的关键作用;提出了制定AI使用指南的必要性",
        "不足与局限": "未深入探讨具体AI技术在图书馆中的应用细节;对AI技术实施过程中可能遇到的具体技术难题讨论不足;对不同规模图书馆的适用性差异讨论不够",
        "与AI赋能图书馆工作的关系": "论文紧密围绕AI赋能图书馆工作展开，提供了实施路径和建议，对图书馆AI应用具有直接指导意义",
        "赋能图书馆哪些具体工作": "促进AI素养提升;参与AI工具的设计与实施;制定并执行AI使用指南;准备应对AI相关问题;与其他利益相关者合作",
        "赋能图书馆具体工作实现方法路径": "通过培训提升图书馆员和用户的AI素养;让图书管理员参与AI工具的设计、测试和改进过程;制定符合图书馆实际需求的AI使用指南和政策;建立应对AI相关问题的机制和流程;与大学内的其他部门（如教师、学生、IT部门）合作，确保AI应用与整体战略一致",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;可持续发展与伦理分析;政策法规研究"
    },
    {
        "论文题目": "",
        "英文题目": "AI literacy instruction program in international school libraries: A qualitative study under the lens of the Big Six Information Literacy model",
        "作者": "",
        "英文作者": "Eric Kwok Chun Wong;Dickson K. W. Chiu",
        "发表年份": 2025,
        "研究目的": "探究国际学校学生和图书馆员对使用AI进行学习的看法;探讨未来信息素养教学中应发展的AI素养技能;使用Big Six信息素养模型，确定国际学校图书馆员开发的AI素养教学计划中的关键要素",
        "研究方法": "质性研究方法，通过半结构化访谈收集数据，访谈对象包括国际学校的学生和图书馆员",
        "主要内容与成果": "学生普遍使用GenAI工具进行学习，主要应用于作业、想法构思、问题生成、引用和参考文献生成等方面。;学生认为GenAI工具快速、方便，但信息有时过于泛泛，可能提供不准确或误导性的信息。;图书馆员认为GenAI可以作为学习的好帮手，但学生需要了解其局限性和如何有效、伦理地使用。;提出了基于Big Six模型的AI素养教学计划，包括任务定义、信息寻求策略、位置与访问、信息使用、综合与评估六个阶段。",
        "创新点": "首次使用Big Six信息素养模型来探讨国际学校图书馆中的AI素养教学。;填补了关于国际学校图书馆员和学生在AI素养教学方面感知的研究空白，特别是在东亚地区。",
        "不足与局限": "研究仅集中于香港的ESF国际学校，未来研究可以扩展到其他地区的学校。;研究主要关注图书馆员在AI素养教学中的角色，未来可以探讨图书馆员与学科教师之间的合作。;GenAI的快速发展可能导致研究结果迅速过时，需要持续研究以应对最新发展。。",
        "与AI赋能图书馆工作的关系": "",
        "赋能图书馆哪些具体工作": "设计和实施AI素养教学计划;指导学生如何有效、伦理地使用GenAI工具;整合AI素养教学与图书馆现有信息素养课程",
        "赋能图书馆具体工作实现方法路径": "使用Big Six信息素养模型作为框架，分阶段进行AI素养教学。;培训图书馆员，使其具备教授AI素养所需的技术专长。;与学科教师合作，将AI素养教学融入具体学科课程。;定期收集学生反馈，调整教学计划以满足学生需求。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;人才培养与组织变革"
    },
    {
        "论文题目": "",
        "英文题目": "Generative artificial intelligence in the activities of academic libraries of public universities in Poland",
        "作者": "",
        "英文作者": "Grzegorz Gmiterek;Sebastian D. Kotuła",
        "发表年份": 2025,
        "研究目的": "调查波兰公立大学学术图书馆中使用生成式人工智能的情况;了解图书馆对生成式人工智能的态度、使用情况及面临的挑战",
        "研究方法": "采用问卷调查和内容分析法（对图书馆网站和社交媒体页面进行分析）相结合的研究方法。",
        "主要内容与成果": "57%的图书馆支持将生成式人工智能纳入图书馆工具范围，但只有39.3%的图书馆处理生成式人工智能问题。;46%的图书馆积极使用生成式人工智能，尽管50%的图书馆为使用生成式人工智能创造了有利条件。;43%的图书馆认为没有必要使用生成式人工智能工具，主要原因包括缺乏员工能力和适当的法规。;47%的图书馆在其主页上发布了关于生成式人工智能的信息，39%的图书馆在社交媒体页面上发布了相关信息。",
        "创新点": "首次对波兰公立大学学术图书馆中使用生成式人工智能的情况进行了全面调查。;结合了问卷调查和内容分析法，提供了详实的数据和分析结果。",
        "不足与局限": "调查参与率较低（43%），可能影响结果的全面性和代表性。;大部分信息未区分人工智能和生成式人工智能，可能导致理解上的混淆。;未深入探讨生成式人工智能在图书馆具体工作中的应用效果和用户反馈。",
        "与AI赋能图书馆工作的关系": "论文探讨了生成式人工智能在波兰公立大学学术图书馆中的应用情况，为AI赋能图书馆工作提供了实践案例和数据分析支持。",
        "赋能图书馆哪些具体工作": "生成文本用于各种任务;加快任务完成速度;辅助专业活动和科研工作;信息检索和资源推荐;举办网络研讨会和培训活动",
        "赋能图书馆具体工作实现方法路径": "引入并培训员工使用生成式人工智能工具，如ChatGPT、Gemini等。;在图书馆网站和社交媒体页面上发布关于生成式人工智能的信息和培训资源。;组织网络研讨会和培训课程，提高员工和用户对生成式人工智能的认识和使用能力。;与AI工具提供商和制造商合作，测试并反馈新的AI工具。",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;资源管理与运营;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "Introduction to Generative AI and Libraries: Applications and Ethics, Part I",
        "作者": "",
        "英文作者": "Melissa A. Wong",
        "发表年份": 2025,
        "研究目的": "探讨生成式AI对图书馆和信息科学领域的影响;分析生成式AI在图书馆服务中的伦理问题;提出图书馆员在生成式AI应用中的领导作用",
        "研究方法": "综述与案例分析",
        "主要内容与成果": "概述了生成式AI在图书馆和信息科学领域的应用及伦理问题;分析了图书馆员对生成式AI的看法和态度;探讨了生成式AI对研究、教学、元数据创建等图书馆服务的影响;提出了图书馆员在生成式AI应用中的行动建议",
        "创新点": "首次在图书馆学领域全面探讨生成式AI的应用与伦理问题;通过多篇文章展示了生成式AI在图书馆服务中的多方面影响;提出了图书馆员在生成式AI应用中的领导角色",
        "不足与局限": "论文主要基于理论探讨和案例分析，缺乏实证研究数据;对生成式AI在图书馆服务中的具体实现路径讨论不够深入;未涉及生成式AI在不同类型图书馆中的差异化应用",
        "与AI赋能图书馆工作的关系": "论文深入探讨了生成式AI在图书馆工作中的应用，为AI赋能图书馆工作提供了理论依据和实践指导",
        "赋能图书馆哪些具体工作": "参考咨询;教学与培训;元数据创建与管理;文献研究与综述;信息素养教育",
        "赋能图书馆具体工作实现方法路径": "通过案例分析展示生成式AI在参考咨询中的应用;提出图书馆员应积极参与生成式AI在教学与培训中的实践;探讨生成式AI在元数据创建与管理中的自动化与智能化路径;分析生成式AI在文献研究与综述中的辅助作用;强调生成式AI在信息素养教育中的个性化与互动性提升",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "Transcending Binaries of Agency through Librarians’ Discursive Constructions of AI",
        "作者": "",
        "英文作者": "Sarah Appedu;Jasmina Tacheva",
        "发表年份": 2025,
        "研究目的": "探讨图书馆员在讨论AI等新技术时如何表述代理权。;分析图书馆员在考虑技术变革轨迹时将代理权归因于谁或什么。",
        "研究方法": "采用批判性叙事和话语分析框架，通过分析公开小组讨论记录和后续深度访谈来探讨图书馆员对AI的看法和担忧。",
        "主要内容与成果": "图书馆员对AI技术的看法存在多样性和复杂性，既认识到AI的潜力也担忧其影响。;图书馆员在讨论AI时，将代理权归因于外部利益相关者、图书馆员自身以及技术本身，表现出对技术和社会因素的双重关注。;提出了一个动态和多向的代理权模型，强调了人类和技术在图书馆工作中的互动和影响。",
        "创新点": "通过批判性叙事和话语分析，揭示了图书馆员在讨论AI时对代理权的复杂表述。;提出了一个超越传统二元对立（技术决定论/社会建构主义）的代理权模型，强调了代理权的动态性和多向性。",
        "不足与局限": "样本量较小，仅包括一个公开小组讨论记录和一个深度访谈。;研究没有直接控制小组讨论的问题，因此比较机会有限。",
        "与AI赋能图书馆工作的关系": "论文通过探讨图书馆员对AI的看法和担忧，为AI在图书馆工作中的应用提供了理论背景和思考框架，有助于更好地理解AI如何赋能图书馆工作。",
        "赋能图书馆哪些具体工作": "帮助图书馆员更好地理解和应对AI技术带来的挑战和机遇。;促进图书馆员与社区成员之间的互动，提高信息素养和批判性思维能力。;优化图书馆服务，如参考咨询、信息检索、用户教育等。",
        "赋能图书馆具体工作实现方法路径": "通过教育和培训提高图书馆员对AI技术的理解和应用能力。;鼓励图书馆员与社区成员合作，共同探索AI在图书馆服务中的应用。;建立批判性思维框架，帮助图书馆员和社区成员评估和应对AI技术的潜在影响。",
        "可操作情况打分": 80,
        "论文类型": "可持续发展与伦理分析;服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "巴基斯坦大学图书馆中人工智能工具的应用与比较研究",
        "作者": "",
        "英文作者": "Muhammad Yousuf Ali;Salman Bin Naeem;Rubina Bhatti",
        "发表年份": 2024,
        "研究目的": "确定巴基斯坦大学图书馆中人工智能工具的使用情况。;比较公立和私立大学图书馆在人工智能工具使用上的差异。",
        "研究方法": "通过问卷调查法收集数据，对巴基斯坦175所大学图书馆进行定量研究，并使用SPSS-version 22进行数据分析。",
        "主要内容与成果": "自然语言处理、语音搜索和聊天机器人是图书馆中最常用的人工智能工具。;机器人技术由于需要大量资金投入和高水平的IT技能，使用较少。;私立大学图书馆相比公立大学图书馆更多地使用人工智能工具。;提出了加强图书馆与大学IT部门合作、改善财务支持和ICT基础设施、以及制定图书馆员工培训发展计划等建议。",
        "创新点": "首次对巴基斯坦大学图书馆中人工智能工具的使用情况进行大规模定量研究。;比较了公立和私立大学图书馆在人工智能工具使用上的差异。",
        "不足与局限": "数据收集主要依赖于自我报告，可能存在主观偏差。;研究范围仅限于巴基斯坦，可能无法完全代表全球大学图书馆的情况。",
        "与AI赋能图书馆工作的关系": "论文探讨了人工智能工具在图书馆中的应用，直接关联到AI赋能图书馆工作的主题。",
        "赋能图书馆哪些具体工作": "信息检索与推荐服务;用户咨询与参考服务;图书馆资源管理;图书馆自动化与智能化",
        "赋能图书馆具体工作实现方法路径": "引入自然语言处理技术，提升信息检索效率和准确性。;利用聊天机器人提供24/7在线咨询服务，提高用户满意度。;通过机器人技术实现图书的自动分类、上架和盘点，减轻工作人员负担。;利用大数据分析用户行为，优化图书馆资源配置和服务策略。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;文献综述"
    },
    {
        "论文题目": "",
        "英文题目": "PyBibX – a Python library for bibliometric and scientometric analysis powered with artificial intelligence tools",
        "作者": "",
        "英文作者": "Valdecy Pereira;Marcio Pereira Basilio;Carlos Henrique Tarjano Santos",
        "发表年份": 2025,
        "研究目的": "开发一个集成人工智能工具的Python库，用于对Scopus、Web of Science和PubMed等来源的原始数据文件进行全面的文献计量和科学计量分析。;通过人工智能技术提升文献计量分析的准确性和效率，为科研人员提供更深入的见解。",
        "研究方法": "通过执行全面的探索性数据分析（EDA）、网络分析和人工智能技术（包括嵌入向量、主题建模、文本摘要等），对184篇与“多准则决策分析”相关的文献进行分析。",
        "主要内容与成果": "展示了pyBibX库的功能，包括数据预处理、EDA、网络分析和人工智能分析。;通过EDA强调了决策制定和模糊逻辑方法的日益受关注。;网络分析突出了中心作者和跨大陆合作的重要性，识别出加拿大和中国作为关键的合作枢纽。;人工智能分析区分了两个主要主题，并展示了chatGPT在文本摘要中的卓越表现。",
        "创新点": "pyBibX是第一个集成尖端人工智能能力用于分析科学出版物的应用程序，使研究人员能够更有效地检查和解释这些结果。;通过chatGPT的集成，实现了对文献计量结果的交互式解释，促进了跨学科研究。",
        "不足与局限": "数据同质性仍然是一个挑战，由于数据库的不一致性。;当前功能主要针对.bib文件，需要扩展兼容性以支持其他文件格式。;依赖当前免费的库，未来可能转向付费模式，影响长期可持续性和可访问性。",
        "与AI赋能图书馆工作的关系": "pyBibX展示了AI在文献计量和科学计量分析中的应用潜力，为图书馆在资源评估、科研趋势分析、学者合作网络构建等方面提供了新的工具和方法。",
        "赋能图书馆哪些具体工作": "资源评估：通过文献计量分析评估图书馆资源的学术影响力。;科研趋势分析：利用AI技术识别科研领域的热点和趋势。;学者合作网络构建：通过网络分析揭示学者之间的合作模式和关键节点。;文本摘要与信息提取：通过文本摘要技术快速获取文献核心内容，提高信息检索效率。",
        "赋能图书馆具体工作实现方法路径": "利用pyBibX库进行文献数据的预处理和分析。;结合EDA、网络分析和AI技术，对文献数据进行深入挖掘。;利用chatGPT等AI工具进行交互式结果解释和文本摘要。;开发或集成可视化工具，直观展示分析结果，辅助决策制定。",
        "可操作情况打分": 85,
        "论文类型": "技术原理研究;服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "Perceptions on adopting artificial intelligence and related technologies in libraries: public and academic librarians in North America",
        "作者": "",
        "英文作者": "JungWon Yoon;James E. Andrews;Heather L. Ward",
        "发表年份": 2022,
        "研究目的": "了解人工智能（AI）及相关技术在公共图书馆和学术图书馆中的当前应用情况。;探讨图书管理员对这些技术在各自图书馆中采用的看法。",
        "研究方法": "使用在线调查问卷，从订阅北美信息科学中心邮件列表的公共和学术图书管理员中收集数据，并通过多重卡方检验和交叉表分析进行量化分析。",
        "主要内容与成果": "学术图书管理员对AI及相关技术的使用和认知度较高，而公共图书管理员对这些技术的看法更为积极。;67%的受访者认为AI及相关技术将改变图书馆的功能，68%的图书管理员表示对培训感兴趣。;讨论了培训对图书管理员准备应对AI及相关技术的重要性，并进一步探讨了图书管理员在新时代的角色。",
        "创新点": "研究了公共和学术图书管理员对图书馆中采用六种新兴技术的看法，这些技术常出现在图书馆与信息科学文献中，并被视为第四次工业革命的技术。;揭示了图书管理员对AI及相关技术在图书馆中应用的认知和态度差异。",
        "不足与局限": "调查主要基于北美地区的图书管理员，可能无法代表全球情况。;调查问卷的设计可能偏向于技术的正面影响，未充分包含可能的负面影响。",
        "与AI赋能图书馆工作的关系": "论文探讨了AI及相关技术在图书馆中的应用现状和图书管理员的看法，为AI赋能图书馆工作提供了重要的数据支持和理论依据。",
        "赋能图书馆哪些具体工作": "数据驱动的馆藏发展;图书馆分析;自助借还服务;用户友好的OPAC（在线公共访问目录）;生成读者建议或类似列表",
        "赋能图书馆具体工作实现方法路径": "通过AI技术进行馆藏数据分析和预测，优化馆藏结构。;利用AI进行图书馆使用情况评估和服务评价，提升服务质量。;部署自助借还系统，提高服务效率和用户体验。;优化OPAC系统，使其更加用户友好，提升用户查找资源的效率。。",
        "可操作情况打分": 80,
        "论文类型": "用户体验与反馈调研;服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "Factors influencing the adoption of artificial intelligence in libraries: A systematic literature review",
        "作者": "",
        "英文作者": "Khurram Shahzad;Shakeel Ahmad Khan;Abid Iqbal;Shakil Ahmed;Asfa Muhammed Din Javeed;Osama Mohamed",
        "发表年份": 2025,
        "研究目的": "识别影响图书馆采用人工智能应用的因素;确定与在图书馆中实施人工智能应用相关的障碍;开发一个在图书馆环境中有效实施和维持人工智能应用的框架",
        "研究方法": "系统文献回顾（SLR）方法",
        "主要内容与成果": "研究通过分析30篇发表在具有影响力因子的期刊上的相关研究论文，发现四个主要因素影响图书馆中人工智能的采用：图书馆服务的转型、创新服务的提供、图书馆员和用户的满意度以及技术革命。 同时，研究还揭示了技术挑战、技能和知识障碍、财务挑战以及组织和文化障碍是图书馆采用人工智能应用的主要障碍。 研究还开发了一个基于证据的数据集框架，以有效和高效地在图书馆环境中实施人工智能应用。",
        "创新点": "系统地识别了影响图书馆采用人工智能的主要因素;揭示了图书馆采用人工智能应用的主要障碍;开发了一个基于证据的数据集框架，以支持图书馆中人工智能应用的有效实施和维持",
        "不足与局限": "仅搜索了电子数据库和Google Scholar，未包括机构知识库、Lib guides、博客文章、教育网站等;仅选择了具有影响力因子的文章，未包括书籍、书籍章节、会议论文、学位论文等其他类型的知识资源;仅包括用英语发表的研究",
        "与AI赋能图书馆工作的关系": "该论文研究了影响图书馆采用人工智能的因素和障碍，并提出了一个实施框架，直接关联到AI赋能图书馆工作的研究与实践。",
        "赋能图书馆哪些具体工作": "自动化图书馆流程，如编目和用户交互;提供个性化推荐和虚拟参考服务;分析用户行为以优化资源分配和服务增强;实现智能图书馆服务，如智能安全和智能数据管理",
        "赋能图书馆具体工作实现方法路径": "通过人工智能技术自动编目，准确标记、分类和索引大量资源;利用虚拟助手或聊天机器人提供实时响应和用户指导;应用高级算法分析用户偏好和搜索行为，提供个性化推荐;通过机器学习技术提高数字档案的可发现性;建立战略规划、基础设施开发、员工培训和技能发展、用户中心服务设计和持续评估与改进的框架",
        "可操作情况打分": 85,
        "论文类型": "文献综述;服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "Exploring the Relationships of Physical Activity, Emotional Intelligence and Health in Taiwan College Students",
        "作者": "",
        "英文作者": "Gladys Shuk-Fong Li;Frank J.H. Lu;Amy Hsiu-Hua Wang",
        "发表年份": 2009,
        "研究目的": "比较不同体力活动水平下台湾大学生的情绪智力（EI）、健康相关体能（HRPF）和健康相关生活质量（HRQL）;探讨体力活动水平、HRQL和HRPF对EI的预测能力",
        "研究方法": "采用问卷调查法，包括体力活动准备问卷（PAR-Q）、Bar-On情绪智力量表（EQ-I）和健康调查简表（SF-36），对599名台湾大学生进行调查，并利用统计分析方法（如方差分析、多元回归分析）对数据进行分析。",
        "主要内容与成果": "体力活动水平高的大学生群体在EI、HRQL和HRPF上表现更佳;体力活动水平、心理健康、性别、一般健康和力量是预测EI的重要因素;体力活动可能是改善大学生身体、心理和情绪健康的有效途径",
        "创新点": "首次探讨了体力活动与情绪智力之间的关联;利用多种量表综合评估了大学生的健康状况",
        "不足与局限": "问卷的跨文化适用性存在疑问，因为使用的Bar-On EQ-I是香港中文版，未针对台湾学生进行修订;研究设计为横断面研究，无法确定因果关系或方向性",
        "与AI赋能图书馆工作的关系": "该论文主要探讨体力活动、情绪智力与健康之间的关系，与AI赋能图书馆工作的直接联系不强。 但间接上，通过理解大学生的健康和心理状态，可以为图书馆提供更加个性化的服务，如推荐适合学生健康状态的阅读材料或活动。",
        "赋能图书馆哪些具体工作": "个性化阅读推荐：根据学生的健康和心理状态推荐适合的书籍;活动策划：组织促进学生身心健康的活动，如阅读疗法、健康讲座等;用户服务优化：提供更加贴心的用户服务，关注学生的心理健康需求",
        "赋能图书馆具体工作实现方法路径": "开发或引入基于学生健康数据的个性化推荐系统;与健康机构合作，共同策划和实施促进健康的活动;培训图书馆工作人员，提升他们对学生心理健康的关注和服务能力",
        "可操作情况打分": 40,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "Applications of metaverse-related technologies in the services of US urban libraries",
        "作者": "",
        "英文作者": "Yajun Guo;Yiming Yuan;Shuai Li;Yiruo Guo;Yiyang Fu;Zihan Jin",
        "发表年份": 2024,
        "研究目的": "了解元宇宙相关技术在美国城市图书馆服务中的应用情况;探索美国城市图书馆利用元宇宙相关技术服务读者的优秀案例;找出可能影响现阶段图书馆应用元宇宙相关技术的因素",
        "研究方法": "通过访问150家美国城市图书馆网站，收集并分析这些图书馆在服务中使用元宇宙相关技术（如三维技术、射频识别、虚拟现实、增强现实和人工智能）的情况，并基于博物馆与图书馆服务研究所发布的数据讨论影响这些技术应用的因素。",
        "主要内容与成果": "元宇宙相关技术在美国城市图书馆中得到了广泛应用，但不同技术的应用普及程度存在差异。;84%的图书馆使用三维技术，主要用于三维打印和三维模型构建服务；76%的图书馆在服务中使用虚拟现实和增强现实技术；62%的图书馆使用物联网技术；人工智能技术的应用较少，只有28%的图书馆提及。;图书馆运营支出和服务人口并不影响元宇宙相关技术在图书馆中的应用。",
        "创新点": "提供了关于元宇宙相关技术在美国城市图书馆中应用的最新统计数据;通过实证研究揭示了影响图书馆应用元宇宙相关技术的因素",
        "不足与局限": "研究主要基于在线调查，可能存在数据偏差;部分图书馆可能使用了元宇宙相关技术但未在网站或社交媒体上提及，影响了调查结果的准确性;研究未深入探讨图书馆员对新技术的接受程度和技术能力对技术应用的影响",
        "与AI赋能图书馆工作的关系": "AI技术作为元宇宙相关技术的一部分，在图书馆中的应用包括智能搜索、机器人图书管理员和AI参考服务。 本研究揭示了AI技术在图书馆中的应用现状和影响其应用的因素，对AI赋能图书馆工作提供了参考。",
        "赋能图书馆哪些具体工作": "智能搜索：通过AI技术分析读者的信息搜索行为，提供更精准的搜索结果;机器人图书管理员：利用AI技术提供交互体验，增强读者服务;AI参考服务：提供24小时在线的参考咨询服务",
        "赋能图书馆具体工作实现方法路径": "引入AI技术，优化搜索算法，提高搜索结果的准确性和相关性;开发或采购机器人图书管理员，提供交互式的读者服务;建立AI参考服务系统，通过智能聊天机器人等方式提供在线咨询服务",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "UTAUT as a Model for Understanding Intention to Adopt AI and Related Technologies among Librarians",
        "作者": "",
        "英文作者": "James E. Andrews;Heather Ward;JungWon Yoon",
        "发表年份": 2021,
        "研究目的": "探索学术和公共图书馆员对采用AI及相关技术的意图;研究UTAUT模型在预测图书馆员采用AI及相关技术意图方面的适用性",
        "研究方法": "通过问卷调查收集数据，并利用结构方程模型（SEM）和相关统计分析（使用SPSS和AMOS）进行数据分析。",
        "主要内容与成果": "研究发现UTAUT模型能部分预测图书馆员采用AI及相关技术的意图，其中绩效期望（PE）和对使用技术的态度（ATU）对采用意图有显著影响，而社会影响（SI）和努力期望（EE）则无显著影响。",
        "创新点": "首次将UTAUT模型应用于图书馆员对AI及相关技术采用意图的研究;发现态度（ATU）在图书馆员采用新技术意图中的重要性，尽管该因素在UTAUT原始模型中未被直接包括",
        "不足与局限": "样本选择可能存在偏差，因为仅调查了活跃在社区的图书馆员;对AI及相关技术的理解可能存在不一致，因为调查基于一般知识;未考虑图书馆员具体角色的差异，可能导致对努力期望（EE）的低估",
        "与AI赋能图书馆工作的关系": "研究揭示了影响图书馆员采用AI及相关技术的关键因素，为AI赋能图书馆工作提供了理论基础和实证支持。",
        "赋能图书馆哪些具体工作": "通过AI提高图书馆服务的效率和质量;利用AI技术实现更个性化的用户服务;采用AI优化图书馆资源管理和决策制定",
        "赋能图书馆具体工作实现方法路径": "通过培训和教育提高图书馆员对AI技术的认识和接受度;设计并实施符合图书馆员需求的AI工具和系统;鼓励图书馆员参与AI技术的研发和应用过程，以增强其采用意愿",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;用户体验与反馈调研"
    },
    {
        "论文题目": "",
        "英文题目": "How the National Library of Medicine should evolve in an era of artificial intelligence",
        "作者": "",
        "英文作者": "Leslie Andrew Lenert",
        "发表年份": 2025,
        "研究目的": "探讨在人工智能时代下，美国国家医学图书馆应如何适应和进化;提出美国国家医学图书馆在AI驱动科学时代中的新使命和角色",
        "研究方法": "通过哲学基础、威胁与机遇的分析，提出美国国家医学图书馆的发展路径",
        "主要内容与成果": "分析了人工智能对科学知识生成、传播和验证的挑战;提出了美国国家医学图书馆应成为数据、信息和知识的认证机构、人类健康科学的观测站以及文化适配的翻译、转换和总结中心;详细阐述了三条发展路径：成为数据、信息和知识的认证机构；成为人类健康科学的观测站；成为文化适配的翻译、转换和总结中心",
        "创新点": "提出美国国家医学图书馆在AI时代应扮演保护科学知识完整性的角色;创新性地提出了三条发展路径，旨在应对AI带来的挑战并促进科学知识的传播和应用",
        "不足与局限": "论文未详细讨论实施这些路径所需的具体资源、成本和时间框架;对于如何具体提升员工技能以适应新路径，仅提出了方向性建议，未给出详细方案",
        "与AI赋能图书馆工作的关系": "论文探讨了AI对图书馆工作，特别是科学知识管理工作的挑战和机遇，提出了AI赋能图书馆工作的新路径和角色",
        "赋能图书馆哪些具体工作": "数据、信息和知识的认证;人类健康科学的观测和总结;文化适配的科学知识翻译、转换和总结",
        "赋能图书馆具体工作实现方法路径": "通过建立科学来源系统，确保数据、信息和知识的来源和日期不可篡改，利用区块链技术等;创建持续扩展的工具系列，执行越来越复杂的整合任务，从基于文本的知识管理转向标准化的可计算形式;利用AI技术自动调整科学知识以适应患者、文化和教育水平，通过检索增强生成方法实现",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;资源管理与运营"
    },
    {
        "论文题目": "",
        "英文题目": "The Rise of AI: Implications and Applications of Artificial Intelligence in Academic Libraries",
        "作者": "",
        "英文作者": "Sandy Hervieux;Amanda Wheatley",
        "发表年份": 2022,
        "研究目的": "探讨人工智能在学术图书馆中的影响与应用",
        "研究方法": "文献综述与案例分析（虽未直接提及，但通过内容推断）",
        "主要内容与成果": "本书探讨了人工智能在学术图书馆中的多个应用方面，包括用户服务、馆藏与发现、以及未来应用。 它提供了框架，帮助健康科学图书馆员举办活动、创建工作坊，并围绕AI概念进行图书馆参与。 同时，本书还探索了AI在自动化元数据任务和提高可发现性方面的应用，并讨论了AI辅助工作的未来可能性和伦理影响。",
        "创新点": "将AI技术引入学术图书馆的多个领域;提供了无需深度神经网络或认知计算知识的实用框架;强调了跨部门合作在AI应用中的重要性",
        "不足与局限": "发布时间早于ChatGPT，缺乏对某些新AI工具的具体指导;未提供参考文献或后续阅读建议",
        "与AI赋能图书馆工作的关系": "本书深入探讨了AI在学术图书馆中的多方面应用，为图书馆员提供了理解、应用和推广AI技术的实用指南。",
        "赋能图书馆哪些具体工作": "举办AI相关的活动和研讨会;创建和推广AI教育项目;自动化元数据任务;提高馆藏和资源的可发现性;探索AI辅助工作的未来可能性和伦理影响",
        "赋能图书馆具体工作实现方法路径": "通过跨部门合作建立AI中心;利用现有技术（如3D打印机和VR头显）推广AI服务;创建AI教育项目和活动，提高图书馆员和用户的AI素养;应用AI工具自动化元数据任务，提高工作效率;讨论和评估AI辅助工作的伦理影响，确保合规性",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "",
        "英文题目": "Information and library professionals' roles and responsibilities in an AI-augmented world",
        "作者": "",
        "英文作者": "Gary Marchionini",
        "发表年份": 2024,
        "研究目的": "探讨在AI增强的世界中，信息与图书馆科学专业人员的角色和责任;分析AI技术对信息与图书馆专业人员工作的影响和挑战",
        "研究方法": "通过文献综述、理论分析和专家讨论，结合具体案例进行探讨",
        "主要内容与成果": "识别了信息与图书馆科学专业人员在AI增强的世界中的六大关键角色和责任，包括输入、使用、输出、评估、教育和反思;强调了信息与图书馆科学专业人员在AI训练数据选择与验证、提示构建与细化、模型与输出文档化、AI系统开发与评估、教育与启发、以及促进公平AI访问方面的核心作用;提供了具体的案例和理论框架，以支持信息与图书馆科学专业人员在AI增强的世界中发挥关键作用",
        "创新点": "首次系统地从信息与图书馆科学的角度，探讨了AI增强的世界中专业人员的角色和责任;提出了针对AI生成内容的输入、使用、输出、评估、教育和反思六个方面的全面框架;强调了信息与图书馆科学专业人员在维护信息完整性和信任、促进公平AI访问等方面的核心作用",
        "不足与局限": "论文主要基于理论分析和案例讨论，缺乏大规模实证研究;对于不同文化、经济和社会背景下信息与图书馆科学专业人员的角色和责任差异讨论不足;AI技术发展迅速，论文中的某些观点和案例可能随时间推移而变得过时",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AI技术在图书馆工作中的应用，以及信息与图书馆科学专业人员在AI增强的世界中应承担的角色和责任，为图书馆工作提供了AI赋能的理论框架和实践指导",
        "赋能图书馆哪些具体工作": "AI训练数据的选择与验证;AI系统使用的提示构建与细化;AI生成内容的模型与输出文档化;AI系统开发与评估;图书馆用户教育与启发;促进公平AI访问",
        "赋能图书馆具体工作实现方法路径": "利用信息与图书馆科学专业人员的传统技能，如信息管理、分类和保存，来选择和验证AI训练数据;通过参考访谈和迭代查询制定，帮助用户构建和细化AI系统的提示;制定标准和程序，确保AI生成内容的模型与输出文档化，便于追溯和信任;参与AI系统的开发与评估，确保评估指标包括人类交互和任务环境;设计并实施图书馆用户教育计划，提高用户对AI技术的理解和批判性思维;倡导开放AI系统和政策，确保所有人都能公平访问AI技术",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;资源管理与运营;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "The Evolution of Library Workplaces and Workflows via Generative AI",
        "作者": "",
        "英文作者": "Mohammad Hosseini;Kristi Holmes",
        "发表年份": 2023,
        "研究目的": "探讨生成式AI对图书馆工作场所和工作流程的影响;了解不同图书馆和图书管理员对生成式AI的看法和使用情况",
        "研究方法": "与不同图书馆中担任不同角色的八名个人进行了简短对话，收集他们对生成式AI的看法、当前使用案例、机会和挑战",
        "主要内容与成果": "生成式AI在图书馆教育使命中的潜在应用，如改进课程规划和检索更好的示例;图书管理员对生成式AI的“幻觉”问题和系统内置偏见的关注;生成式AI在图书馆资源管理和服务中的使用案例和挑战;不同图书管理员对生成式AI在系统综述、索引、搜索策略开发等方面的看法;提出了图书馆在采用生成式AI时应采取的策略和注意事项",
        "创新点": "从图书馆工作实践的角度探讨了生成式AI的应用和影响;通过与不同图书馆的图书管理员对话，收集了多样化的观点和经验",
        "不足与局限": "生成式AI的“幻觉”问题和系统内置偏见可能导致不准确或误导性的信息;生成式AI在图书馆资源管理和服务中的具体应用和效果尚需进一步验证;不同图书馆在采用生成式AI时面临的技术、管理和组织挑战各不相同",
        "与AI赋能图书馆工作的关系": "论文探讨了生成式AI如何赋能图书馆工作，包括改进课程规划、检索示例、系统综述、索引、搜索策略开发等方面，并提出了相应的策略和注意事项。",
        "赋能图书馆哪些具体工作": "改进课程规划和检索示例;系统综述和证据筛选;索引和搜索策略开发;编程和代码生成;数字集合的信息发现应用开发",
        "赋能图书馆具体工作实现方法路径": "实验使用生成式AI工具（如ChatGPT）来辅助课程规划和检索示例;探索生成式AI在系统综述和证据筛选中的潜在应用;结合人工和生成式AI的能力来改进索引和搜索策略开发;利用生成式AI来辅助编程和代码生成;开发基于生成式AI的数字集合信息发现应用",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;资源管理与运营;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "Investigation on human rights ethics in artificial intelligence researches with library literature analysis method",
        "作者": "",
        "英文作者": "Zeyi Miao",
        "发表年份": 2019,
        "研究目的": "识别人工智能产品是否可以拥有人权，如何定义其权利和义务，以及它们应遵循的伦理标准。;分析AI技术在应用和发展过程中遇到的人权伦理困境。",
        "研究方法": "文献分析法",
        "主要内容与成果": "通过文献分析法，详细探讨了AI技术的人权伦理问题，包括AI机器的人权赋予、故障责任及道德取向，并提出了确保AI技术服务于人类的人权伦理方法。",
        "创新点": "从人权伦理的角度深入分析了AI技术，提出了规范AI技术发展方向的对策。;提出了智能图书馆作为未来图书馆的发展模式，实现了更广泛互联和共享，以人为本，注重人权保护。",
        "不足与局限": "虽然提出了智能图书馆的概念，但未详细阐述其实现的具体技术细节和挑战。;对人权伦理问题的讨论主要基于理论分析，缺乏实证研究的支持。",
        "与AI赋能图书馆工作的关系": "论文探讨了AI技术的人权伦理问题，为AI在图书馆工作中的应用提供了伦理指导，确保AI技术服务于人，保护读者的人权。",
        "赋能图书馆哪些具体工作": "智能管理与服务;人权保护文献的数字化阅读与研究;提升图书馆服务的效率与便捷性",
        "赋能图书馆具体工作实现方法路径": "通过智能图书馆模式，整合人权保护，为读者提供更贴心的服务。;利用数字、网络化及智能化的信息科学手段，实现人权保护文献的绿色阅读与研究。;在AI技术的研发、生产及应用各环节中，严格管理与监督，确保符合人权伦理标准。",
        "可操作情况打分": 70,
        "论文类型": "可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "Identifying and assessing the risks of artificial intelligence applications in smart libraries: Perspective of technostress",
        "作者": "",
        "英文作者": "Xu Wang;Fang Xie;Guanghui Cheng;Kiran Shehzadi",
        "发表年份": 2025,
        "研究目的": "识别和评估智能图书馆中人工智能应用的风险;从技术压力视角提出治理策略，提升服务质量，为智能图书馆发展提供参考",
        "研究方法": "内容分析法结合技术压力理论，采用DEMATEL方法评估风险间的因果关系",
        "主要内容与成果": "从技术压力的五个维度（技术过载、技术侵入、技术复杂性、技术不安全、技术不确定性）分析了智能图书馆中AI应用的风险来源;识别出技术层面风险（AI故障、情感断连、AI误判、算法偏见、责任模糊）和社会层面风险（安全威胁、公平性挑战、监管模糊、版权问题、职业不适应）;通过DEMATEL方法评估风险间的因果关系，确定AI故障和误判为驱动风险，监管模糊和职业不适应为结果风险;提出分层风险治理策略，包括优先控制高驱动风险、分层管理结果风险、动态调整适应规则",
        "创新点": "将技术压力理论引入智能图书馆AI风险研究，从五个维度分析风险来源;应用DEMATEL方法量化风险间的因果关系，强调高驱动风险的重要性;提出基于风险特性的多层次治理策略",
        "不足与局限": "研究主要基于理论分析和专家调查，缺乏实际案例的验证;对风险动态演化的特性考虑不足，未来需构建动态适应性风险治理体系;未深入探讨不同社会文化背景和技术发展水平下AI风险的具体表现和治理效果",
        "与AI赋能图书馆工作的关系": "论文研究了AI在智能图书馆应用中的风险，并提出了治理策略，为AI安全、有效地赋能图书馆工作提供了理论基础和实践指导",
        "赋能图书馆哪些具体工作": "信息检索与推荐服务;用户行为分析;自动化借阅与归还;智能机器人服务;个性化阅读体验提升",
        "赋能图书馆具体工作实现方法路径": "通过AI算法优化信息检索与推荐系统，提高服务效率和准确性;利用AI分析用户行为数据，提供个性化服务;部署智能机器人进行自动化借阅与归还操作，减轻人工负担;结合AI技术提升智能机器人的交互能力和服务质量;通过AI技术优化阅读环境，提供沉浸式阅读体验",
        "可操作情况打分": 75,
        "论文类型": "可持续发展与伦理分析;服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "From ChatGPT to CatGPT: The Implications of Artificial Intelligence on Library Cataloging",
        "作者": "",
        "英文作者": "Richard Brzustowicz",
        "发表年份": 2023,
        "研究目的": "探索语言模型（如ChatGPT）在图书馆编目中的潜力;评估ChatGPT生成准确MARC记录的能力;讨论AI生成记录在知识产权和偏见方面的相关问题",
        "研究方法": "通过实验，使用ChatGPT生成MARC记录，并与人工编目员生成的记录进行比较，评估其准确性、效率和不同材料及编目/元数据标准的处理能力。",
        "主要内容与成果": "研究表明ChatGPT能够生成符合多种元数据标准的准确记录，包括RDA和Dublin Core，且能处理不同语言和媒体的记录生成。 然而，生成的记录与人工编目员的记录在某些方面存在差异，如主题访问点的分配。",
        "创新点": "首次系统评估ChatGPT在图书馆编目中的潜力;展示了ChatGPT在生成不同语言和媒体记录方面的能力;提出了AI在图书馆编目中应用的潜在问题和解决方案",
        "不足与局限": "ChatGPT生成的记录在某些方面与人工记录存在差异;AI生成的内容可能包含偏见，取决于训练数据的多样性和全面性;知识产权问题，如版权侵权和作者归属争议，需要进一步审查",
        "与AI赋能图书馆工作的关系": "该研究直接关联到AI在图书馆编目工作中的应用，探讨了AI如何自动化和简化编目流程，提高效率和准确性。",
        "赋能图书馆哪些具体工作": "自动化编目流程;生成符合标准的MARC记录;处理多语言和多媒体材料的编目",
        "赋能图书馆具体工作实现方法路径": "利用ChatGPT等AI工具生成初步编目记录;人工编目员审查和编辑AI生成的记录，确保准确性和合规性;定期更新和审查AI模型的训练数据，以减少偏见和提高记录质量",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "",
        "英文题目": "南非公共学术图书馆对人工智能技术采用的态度",
        "作者": "",
        "英文作者": "Amogelang Isaac Molaudzi;Ngoako Marutha",
        "发表年份": 2024,
        "研究目的": "调查南非公共学术图书馆工作人员对采用人工智能技术的态度;确定影响这些态度的主要因素",
        "研究方法": "混合方法研究，结合定量问卷调查和定性访谈，以及政策文件的内容分析",
        "主要内容与成果": "研究发现南非公共学术图书馆工作人员对采用人工智能技术普遍持积极态度，但部分员工担心工作被取代。 主要影响因素包括对AI知识的自我认知、乐观和热情，以及对工作安全的担忧。",
        "创新点": "首次在南非公共学术图书馆背景下研究对AI技术的态度;结合定量和定性方法，全面分析影响AI采用态度的因素",
        "不足与局限": "研究样本仅限于南非公共学术图书馆，可能不具有全球普遍性;研究未深入探讨不同图书馆类型或规模对AI采用态度的差异",
        "与AI赋能图书馆工作的关系": "研究揭示了图书馆工作人员对AI技术的态度，为AI技术在图书馆中的有效赋能提供了重要参考，有助于制定更合适的AI实施策略。",
        "赋能图书馆哪些具体工作": "自动化行政任务;提高目录编制和信息检索的效率;增强数据分析能力，以改善决策制定;优化用户信息检索体验",
        "赋能图书馆具体工作实现方法路径": "开展AI培训课程和工作坊，提升图书馆工作人员对AI技术的理解和应用能力;制定明确的政策框架，指导AI技术在图书馆中的整合，确保不造成工作流失或内容替代;通过小规模试点项目，展示AI技术的价值，减轻对工作安全的担忧;建立合作平台，分享成功案例和最佳实践，促进AI技术在图书馆中的广泛应用",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;用户体验与反馈调研"
    },
    {
        "论文题目": "",
        "英文题目": "Conversational AI Chatbots in library research: An integrative review and future research agenda",
        "作者": "",
        "英文作者": "Mohamed Aboelmaged;Shaker Bani-Melhem;Mohd Ahmad Al-Hawari;Ifzal Ahmad",
        "发表年份": 2024,
        "研究目的": "探讨图书馆聊天机器人技术的演变;分析图书馆采用聊天机器人的前因;研究用户在图书馆聊天机器人交互中的体验;探讨COVID-19期间聊天机器人在图书馆中的应用;识别图书馆聊天机器人应用面临的挑战",
        "研究方法": "整合文献综述（Integrative Literature Review, ILR）方法",
        "主要内容与成果": "通过对40篇论文和会议论文的分析，识别出图书馆聊天机器人研究的五个主要主题：技术演变、采用前因、用户体验、COVID-19期间的应用和面临的挑战。 研究表明，聊天机器人正在改变图书馆和信息服务格局，但其在图书馆服务中的应用仍处于初级阶段，存在显著的研究空白。",
        "创新点": "系统梳理了图书馆聊天机器人研究的主要主题;提出了未来研究的六个潜在方向;强调了用户隐私、数据安全及伦理问题的重要性",
        "不足与局限": "仅使用了Scopus数据库，可能遗漏了其他数据库中的相关研究;文献选择受限于特定关键词和条目，可能遗漏了必要的研究;对近期出版物的结果解释需谨慎",
        "与AI赋能图书馆工作的关系": "论文直接探讨了AI聊天机器人在图书馆中的应用，是AI赋能图书馆工作的一个重要方面，展示了AI如何通过聊天机器人提升图书馆服务的效率和质量。",
        "赋能图书馆哪些具体工作": "提供24/7用户支持;处理常见问题和查询;提供个性化推荐和服务;扩展图书馆服务的可达性;支持远程服务和资源访问",
        "赋能图书馆具体工作实现方法路径": "集成自然语言处理（NLP）和机器学习技术，提升聊天机器人的理解和响应能力;设计用户友好的对话界面，优化用户体验;确保聊天机器人与图书馆现有系统的兼容性;实施定期的用户反馈和评估机制，持续改进聊天机器人性能;制定数据隐私和安全政策，保护用户信息",
        "可操作情况打分": 85,
        "论文类型": "文献综述;服务创新应用"
    },
    {
        "论文题目": "",
        "英文题目": "Uncoding library chatbots: deploying a new virtual reference tool at the San Jose State University library",
        "作者": "",
        "英文作者": "Sharesly Rodriguez;Christina Mune",
        "发表年份": 2022,
        "研究目的": "详细描述大学图书馆如何开发AI聊天机器人以满足日益增长的虚拟参考服务需求。;探讨在COVID-19疫情期间，聊天机器人如何作为工具在非工作人员值班时间提供增强服务，并处理大量虚拟聊天交易。",
        "研究方法": "采用深入研究和现成工具，由大学图书馆的一个小型非技术团队设计和试点了一个使用自然语言处理和AI训练的AI聊天机器人。",
        "主要内容与成果": "描述了聊天机器人的开发和实施过程，以及一个学术年后的用户交互结果。;研究表明，大学图书馆聊天机器人可以使用现有工具以最少的编码知识进行开发和部署。;聊天机器人内容可以通过现有图书馆信息来源填充，并训练以解决典型的信息查询。",
        "创新点": "展示了图书馆如何在没有繁重技术培训或IT资源的情况下开发和部署聊天机器人。;提供了在图书馆网站上部署聊天机器人的最佳实践和必要步骤。",
        "不足与局限": "需要额外的开发和测试以提高用户参与度。;无法跟踪用户从聊天机器人访问的网页链接，缺乏对用户点击、滚动地图或热图的深入分析。",
        "与AI赋能图书馆工作的关系": "该研究通过开发和部署AI聊天机器人，展示了AI如何赋能图书馆的虚拟参考服务，特别是在非工作人员值班时间提供服务。",
        "赋能图书馆哪些具体工作": "提供24/7的虚拟参考服务。;处理基本的流通和入门参考问题。;在紧急情况下（如COVID-19疫情）提供资源更新和帮助。",
        "赋能图书馆具体工作实现方法路径": "使用Google的Dialogflow平台开发聊天机器人，通过自然语言处理和AI训练来响应用户查询。;将聊天机器人嵌入图书馆网站，使用Kommunicate等中间软件支持服务来提供交互式聊天体验。;通过分析用户交互数据来训练和改进聊天机器人的响应能力。",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "",
        "英文题目": "AI and Open Science: Implications and Library Practice Recommendations",
        "作者": "",
        "英文作者": "Nicole Helregel",
        "发表年份": 2025,
        "研究目的": "探讨AI对开放科学的影响;分析AI在开放科学中的透明度和开放性;提出图书馆在AI与开放科学交叉领域的实践建议",
        "研究方法": "文献综述与分析",
        "主要内容与成果": "分析了AI在STEM研究中的应用及其对开放科学的影响;探讨了AI的透明度和开放性对开放科学目标的支持程度;提出了图书馆在知识建设、连接与倡导、咨询与联络、许可、科学传播与参与等方面的实践建议;讨论了AI使用对研究人员和公众态度及行为的影响",
        "创新点": "提出了图书馆在AI与开放科学交叉领域的具体实践建议;详细分析了AI的透明度和开放性对开放科学的重要性;探讨了AI在科学传播、参与式科学项目等方面的应用潜力",
        "不足与局限": "主要基于理论分析和文献综述，缺乏实证研究;对AI技术本身的深入探讨有限，更多聚焦于其在开放科学中的应用;提出的实践建议需要进一步验证其有效性和可行性",
        "与AI赋能图书馆工作的关系": "论文探讨了AI对开放科学的影响，并提出了图书馆在AI与开放科学交叉领域的实践建议，直接关联到图书馆如何利用AI技术促进开放科学和科学传播。",
        "赋能图书馆哪些具体工作": "知识建设;连接与倡导;咨询与联络;许可管理;科学传播与参与",
        "赋能图书馆具体工作实现方法路径": "通过文献综述和分析，提出图书馆在AI与开放科学交叉领域的实践建议;强调图书馆应建立对AI文档、透明度、FAIR原则和开放性的理解框架;建议图书馆与机构内的其他部门建立联系，参与AI政策制定和实施;提出图书馆应提供关于AI工具的评价和开放性的咨询服务;鼓励图书馆通过科学传播和参与活动，提高公众对AI和科学的理解和信任",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "The Pivotal Role of Libraries in Sustainable AI Development",
        "作者": "",
        "英文作者": "Mathilde Garnier;Mathilde Cussac;Camille Delaune;Camille Espy;Laure Papon-Vidal",
        "发表年份": 2024,
        "研究目的": "探讨图书馆在可持续AI发展中的关键作用;分析AI素养与信息素养的关系;提出图书馆在AI素养推广中的具体行动路径",
        "研究方法": "通过文献回顾、半结构化访谈和跨国家（西班牙、法国、意大利）案例分析",
        "主要内容与成果": "明确了图书馆在AI素养推广中的角色和责任;分析了AI素养的概念及其与信息素养的区别;提出了图书馆在AI素养推广中的具体行动路径;揭示了图书馆在AI时代面临的挑战和机遇",
        "创新点": "首次系统探讨了图书馆在AI素养推广中的角色;提出了跨国家（西班牙、法国、意大利）的图书馆AI素养推广案例;强调了图书馆在AI伦理和社会影响教育中的重要性",
        "不足与局限": "研究范围局限于三个欧洲国家，可能缺乏全球代表性;访谈对象数量有限，可能影响结果的全面性;对AI素养的具体实现路径和效果评估缺乏深入探讨",
        "与AI赋能图书馆工作的关系": "论文探讨了图书馆在AI素养推广中的角色，为AI赋能图书馆工作提供了理论基础和行动指南，有助于图书馆更好地应对AI时代的挑战和机遇。",
        "赋能图书馆哪些具体工作": "AI素养培训与教育;AI技术应用与推广;AI伦理与社会影响教育;AI驱动的信息服务优化",
        "赋能图书馆具体工作实现方法路径": "开展AI素养培训课程和研讨会;建立AI技术应用案例库和最佳实践分享平台;开发AI伦理教育资源和课程;与高校、研究机构合作，共同推进AI技术在图书馆的应用",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "A Survey on Artificial Intelligence Aided Internet-of-Things Technologies in Emerging Smart Libraries",
        "作者": "",
        "英文作者": "Siguo Bi;Cong Wang;Jilong Zhang;Wutao Huang;Bochun Wu;Yi Gong;Wei Ni",
        "发表年份": 2022,
        "研究目的": "综述人工智能和物联网技术在智能图书馆中的应用;探讨智能图书馆的发展趋势",
        "研究方法": "文献综述法，通过SCOPUS数据库检索相关文献，并结合其他来源进行补充分析",
        "主要内容与成果": "定义了智能图书馆的概念，即通过人工智能和物联网技术深度部署，提升图书馆运营效率，满足读者需求并承担社会责任的智能实体。;从智能服务、智能可持续性和智能安全三个方面综述了AI和IoT技术在智能图书馆中的应用。;指出了智能图书馆的发展趋势，包括高效服务、可持续性和高隐私保护及个人安全需求。",
        "创新点": "首次综合调研了AI和IoT技术在智能图书馆中的联合应用。;提出了智能图书馆的正式定义，并从智能服务、智能可持续性和智能安全三个维度进行了详细分析。",
        "不足与局限": "现有解决方案在推荐场景中的准确性和召回率较低。;用于环境数据感知的传感器部署成本仍然较高。;现有解决方案倾向于处理特定传感器生成的同质数据，缺乏对多源异构数据的联合处理能力。",
        "与AI赋能图书馆工作的关系": "论文直接探讨了AI和IoT技术在图书馆工作中的应用，特别是如何通过这些技术提升图书馆的服务效率、可持续性和安全性。。;通过条形码和基于深度学习的光学字符识别（OCR）技术，提高图书分类和排架效率。;利用云计算和推荐系统算法，为读者推荐更有价值的图书和研究论文。;部署多源传感器和传感器网络，通过智能规划实现设备（如灯光、空调）的动态调度。;利用RFID技术和智能认证算法，结合案例推理和模糊集理论，实现智能安全监控和预警。",
        "赋能图书馆哪些具体工作": "",
        "赋能图书馆具体工作实现方法路径": "",
        "可操作情况打分": 85,
        "论文类型": "文献综述"
    },
    {
        "论文题目": "",
        "英文题目": "为图书管理员定义人工智能：从战略角度审视图书馆中的人工智能",
        "作者": "",
        "英文作者": "Andrew M. Cox;Suvodeep Mazumdar",
        "发表年份": 2024,
        "研究目的": "通过考察人工智能的一般定义，分析构成人工智能的技术组合，定义图书馆运营各领域的用例类型，并反思其对图书馆职业的影响，包括从平等、多样性和包容性的角度。",
        "研究方法": "基于探索性文献综述，针对对人工智能感兴趣而非技术层面的图书管理员进行概念性研究。",
        "主要内容与成果": "1. 提出了人工智能在图书馆中的五个概念性用例：图书馆后端流程中的应用、图书馆服务中的应用、通过创建数据科学家社区的应用、数据和人工智能素养中的应用以及用户管理中的应用。;2. 分析了每个用例的潜在驱动因素、障碍和所需的技能知识。;3. 探讨了人工智能对图书馆工作以及平等、多样性和包容性（EDI）的潜在影响。",
        "创新点": "1. 从图书管理员的战略角度出发，而非技术角度，定义了图书馆中的人工智能。;2. 识别了图书馆中人工智能的五个独特用例，并分析了它们的潜在影响。",
        "不足与局限": "1. 由于文献的涌现性质，研究未采用系统的系统文献综述（SLR）方法。;2. 技术文献庞大且难以与图书馆背景相关联，因此只能有选择性地引用。;3. 对于人工智能在图书馆中的实际应用，仍存在许多未知和挑战。",
        "与AI赋能图书馆工作的关系": "论文探讨了人工智能在图书馆中的多个应用场景，为图书馆如何利用人工智能提升服务、优化管理提供了战略视角和理论依据。",
        "赋能图书馆哪些具体工作": "1. 图书馆后端流程的自动化，如机器人流程自动化（RPA）和自动化存储与检索系统（AS/RS）。;2. 图书馆服务的改进，如知识发现、聊天机器人和数字助理。;3. 支持数据科学家社区的创建和发展。;4. 数据和人工智能素养的提升。;5. 用户行为的分析和预测。",
        "赋能图书馆具体工作实现方法路径": "1. 对于后端流程的自动化，采用RPA工具和机器人技术来优化工作流程。;2. 对于图书馆服务的改进，利用自然语言处理、机器学习等技术来开发聊天机器人和数字助理，提升用户交互体验。^[15][16]^;3. 对于数据科学家社区的创建和发展，图书馆可以提供数据搜索、数据许可、版权咨询、数据管理和数据保存等支持服务。;4. 对于数据和人工智能素养的提升，图书馆可以开发培训课程和教育资源，向用户传授数据和人工智能的基础知识。;5. 对于用户行为的分析和预测，利用人工智能技术来分析用户数据，预测用户行为，优化图书馆服务。",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;资源管理与运营;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "How artificial intelligence might change academic library work: Applying the competencies literature and the theory of the professions",
        "作者": "",
        "英文作者": "Andrew Cox",
        "发表年份": 2023,
        "研究目的": "探讨人工智能对学术图书馆工作可能产生的影响;分析学术图书馆在采用不同人工智能方法时的可能性",
        "研究方法": "文献综述与理论分析，结合图书馆学与情报学（LIS）的胜任力文献和社会学职业理论",
        "主要内容与成果": "分析了人工智能在学术图书馆中的潜在应用，提出了11种不同的采用AI的方法，并评估了其可能性；探讨了内部和外部因素如何影响AI的采用；对图书馆员职业的未来进行了反思，并提出了对图书馆员作为混合型职业者的新理解。",
        "创新点": "结合图书馆学与情报学的胜任力文献和社会学职业理论进行分析;提出了图书馆员作为混合型职业者的新理解;详细分析了11种不同的AI采用方法及其可能性",
        "不足与局限": "研究主要基于理论分析和文献综述，缺乏实证数据;分析主要基于英国学术图书馆环境，可能不适用于其他地区;对AI技术的具体实现细节探讨不足",
        "与AI赋能图书馆工作的关系": "论文探讨了AI如何赋能图书馆工作，特别是在知识发现领域，提出了多种可能的AI应用方法。",
        "赋能图书馆哪些具体工作": "知识发现;用户管理（如学习分析）;营销（如社交媒体分析）;日常学术图书馆工作的自动化（如处理文献计量数据）;智能图书馆（通过传感器数据、物联网等管理图书馆空间）",
        "赋能图书馆具体工作实现方法路径": "通过项目方式探索AI应用，培养项目管理技能;购买并许可专有AI产品;将图书馆的独特收藏作为数据提供给AI分析;支持由数据科学学者领导的机构社区;建立机构AI社区，提供版权、工具和培训等方面的支持;参与外部支持社区，贡献内容、时间等;定制AI产品以满足本地需求",
        "可操作情况打分": 60,
        "论文类型": "服务创新应用;文献综述;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "From hype to strategy: navigating the reality of experimental strategic adoption of AI technologies in libraries",
        "作者": "",
        "英文作者": "Varun Gupta",
        "发表年份": 2025,
        "研究目的": "探讨图书馆如何采用实验性策略来战略性地采纳AI技术;以多伦多大学图书馆为案例，研究AI技术在图书馆中的实际应用",
        "研究方法": "混合研究方法，包括案例研究（多伦多大学图书馆）和作者在图书馆数字化转型中的专业经验",
        "主要内容与成果": "图书馆可以通过开发动态能力并关注创新来识别新兴机会，适应不断变化的AI格局，并有效利用AI技术;多伦多大学图书馆展示了采用AI技术的实验性策略，通过每周会议、年度研讨会和特别通讯等方式促进AI技术的了解和应用;强调了与用户共同创造（cocreation）的重要性，通过与用户（包括学生企业家）的合作，增强动态能力并做出合理的采纳决策",
        "创新点": "提出了采用实验性策略来战略性地采纳AI技术，以降低全面采纳的风险并增加灵活性;通过案例研究展示了多伦多大学图书馆在AI技术采纳方面的具体实践和经验;强调了与用户共同创造在AI技术采纳过程中的重要性",
        "不足与局限": "当前文献在图书馆AI技术采纳方面仍缺乏全面的框架和成熟的理论基础;对于如何在保护数据隐私的同时进行AI实验，仍需进一步研究和制定有效策略",
        "与AI赋能图书馆工作的关系": "该论文探讨了AI技术在图书馆中的实验性采纳策略，为图书馆如何有效利用AI技术提供了理论和实践指导",
        "赋能图书馆哪些具体工作": "内容生成与总结（如使用AI工具进行文章摘要）;资源推荐与个性化服务;用户交互与支持（如聊天机器人）;图书馆运营优化与管理",
        "赋能图书馆具体工作实现方法路径": "开展小规模、快速且可逆的实验，以增加对AI技术的了解并降低风险;通过内部通讯、研讨会和会议等方式分享实验结果和经验;与用户共同创造，通过用户反馈和合作来改进AI技术的应用;制定AI实验政策，明确实验指南和伦理考虑，确保在保护数据隐私的同时进行创新",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "",
        "英文题目": "B-Wheel – Building AI competences in academic libraries",
        "作者": "",
        "英文作者": "Heli Kautonen;Andrea Alessandro Gasparini",
        "发表年份": 2024,
        "研究目的": "探讨学术图书馆如何应对AI技术的挑战和机遇;提出一个全面的过程模型（B-Wheel）来增强学术图书馆的AI能力",
        "研究方法": "文献综述;在线研讨会;案例分析",
        "主要内容与成果": "介绍了B-Wheel过程模型，该模型包括五个层次：AI基础知识导向、现有图书馆运营领域、AI改进的活动或任务、AI工具和实践、以及通过经验分享和知识交流构建能力。;通过三个在线研讨会收集了图书馆管理人员和专家图书馆员的反馈，以形成和验证B-Wheel模型。;在斯堪的纳维亚的一个大学图书馆进行了初步验证，结果表明该模型有助于图书馆工作人员理解和应用AI技术。",
        "创新点": "提出了一个全面的、基于设计思维的过程模型（B-Wheel），用于增强学术图书馆的AI能力。;将20世纪包豪斯艺术与设计学校的原则和教学法应用于图书馆AI能力的培养。;强调通过实践和经验分享来构建AI能力，而非仅仅停留在理论讨论层面。",
        "不足与局限": "B-Wheel模型尚未经过广泛的验证，仅在一个斯堪的纳维亚大学图书馆进行了初步测试。;模型中尚未完全实施与行业合作的第三项包豪斯原则。;反馈表明，部分参与者认为模型过于抽象，与实际需求有一定距离。",
        "与AI赋能图书馆工作的关系": "B-Wheel过程模型旨在帮助学术图书馆理解和应用AI技术，通过全面的过程和方法来增强图书馆的AI能力，从而更好地服务于研究社区。",
        "赋能图书馆哪些具体工作": "元数据生产和验证;馆藏管理（包括数字化）;系统开发或采购;发现和信息检索;图书馆工作人员和用户的信息素养;为研究和教育提供支持服务;领导和管理;信息资源采购",
        "赋能图书馆具体工作实现方法路径": "通过研讨会和工作坊介绍和讨论AI技术及其在图书馆运营中的应用。;鼓励图书馆工作人员进行实践测试和实验，以掌握AI工具和实践。;通过经验分享和知识交流来构建图书馆的AI能力。;定义明确的目标，进行目标导向的AI工具测试，并改进图书馆活动。",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;人才培养与组织变革"
    },
    {
        "论文题目": "",
        "英文题目": "Artificial Intelligence in academic library strategy in the United Kingdom and the Mainland of China",
        "作者": "",
        "英文作者": "Yingshen Huang;Andrew M. Cox;John Cox",
        "发表年份": 2023,
        "研究目的": "探索中英两国学术图书馆在战略层面如何应对人工智能（AI）的机遇;分析AI在学术图书馆中的应用现状及两国发展路径的差异",
        "研究方法": "采用网站搜索和内容分析法，对中英两国QS世界大学排名前25的大学及其图书馆的战略文档进行分析，以了解AI在图书馆战略中的体现情况。",
        "主要内容与成果": "英国大学战略中较少提及AI，而中国大学多在愿景声明中提及AI及新技术研发。;学术图书馆战略计划或议程中很少强调AI，但已有部分图书馆实施了基于AI的应用或声称提供智能服务。;两国在图书馆AI应用上存在差异，中国在智能虚拟助手、机器人等方面有更多尝试。",
        "创新点": "首次比较中英两国学术图书馆在战略层面应对AI的现状。;提供了关于两国图书馆AI应用差异的深入分析",
        "不足与局限": "样本量较小，仅涵盖中英两国QS排名前25的大学及其图书馆。;主要依赖网站发布的材料，可能无法全面反映实际活动。;缺乏对图书馆主任的访谈或调查，以获取更直接的信息",
        "与AI赋能图书馆工作的关系": "研究揭示了AI在图书馆战略中的应用现状及两国差异，为AI赋能图书馆工作提供了战略层面的参考和启示。",
        "赋能图书馆哪些具体工作": "知识发现;智能虚拟助手;机器人服务（如图书盘点、导航等）;资源导航与推荐;举办AI主题论坛、讲座等活动",
        "赋能图书馆具体工作实现方法路径": "通过战略规划明确AI在图书馆服务中的应用方向。;与第三方公司或学术部门合作开发或引入AI产品。;利用现有技术平台进行AI功能的集成与扩展。;通过培训提升馆员对AI技术的认识与应用能力",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;案例汇编与经验总结"
    },
    {
        "论文题目": "",
        "英文题目": "Artificial Intelligence adoption, perceptions, and ethical literacy among Arab academic librarians: A survey",
        "作者": "",
        "英文作者": "Amany M. Elsayed;Majed Mohammed Abusharhah",
        "发表年份": 2025,
        "研究目的": "探索阿拉伯学术图书馆如何采用人工智能（AI）;从阿拉伯学术图书管理员的角度考察他们对AI伦理考虑的意识",
        "研究方法": "采用基于调查的方法，通过滚雪球抽样技术在17个阿拉伯国家的48所学术图书馆进行调查，共收到272份回复。",
        "主要内容与成果": "37.5%的受访者表示他们的图书馆使用AI，最常见的是用于编目和生成元数据。;AI在阿拉伯学术图书馆的采用面临挑战，包括缺乏必要的基础设施和员工培训。;约81%的阿拉伯学术图书管理员认为知识产权和版权是AI使用中最重要的伦理考虑。;主要行动包括提供面对面的或在线的研讨会和关于AI伦理的工作坊，以及通过网站提供学术诚信相关的伦理考虑和资源。",
        "创新点": "首次对阿拉伯学术图书管理员在AI采用和伦理意识方面的全面调查。;提供了关于阿拉伯学术图书馆AI采用现状、挑战和伦理考虑的实证数据。",
        "不足与局限": "研究采用了滚雪球抽样技术，可能无法代表更广泛的阿拉伯学术图书管理员群体。;依赖受访者的自我评估来评估他们对AI的知识水平，可能不够准确。",
        "与AI赋能图书馆工作的关系": "研究揭示了AI在阿拉伯学术图书馆的采用现状和挑战，以及图书管理员对AI伦理的考虑，为AI赋能图书馆工作提供了重要的背景和伦理指导。",
        "赋能图书馆哪些具体工作": "编目和生成元数据;内容合成（如创建社交媒体帖子）;提高工作效率和减少重复性工作量",
        "赋能图书馆具体工作实现方法路径": "组织关于AI技术和伦理的培训和研讨会;在图书馆网站上提供AI伦理相关的资源和链接;制定关于AI使用的政策文件，以指导其伦理使用",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "“Hey librarian, what can AI and analytics do for you”: a systematic literature review and sociotechnical perspective",
        "作者": "",
        "英文作者": "Ransome Bawack;Roseline Bawack",
        "发表年份": 2024,
        "研究目的": "提供对当前人工智能和数据分析在图书馆运营中应用的深入研究概述;强调采用这些技术的技术和社会影响",
        "研究方法": "遵循PRISMA指南，对学术图书馆中的人工智能和数据分析现有研究进行综合分析，并使用社会技术系统（STS）理论作为框架来评估技术方面和社会动态。",
        "主要内容与成果": "AI和数据分析可以显著增强图书馆资源管理、决策制定和用户服务。 然而，必须解决伦理、社会和技术挑战，包括员工培训和协作，以确保负责任的实施。",
        "创新点": "提供第一个基于STS的分析，专注于在学术图书馆运营中应用AI和数据分析;填补了图书馆特定运营管理文献中的空白",
        "不足与局限": "仅依赖于WoS和Scopus数据库中的文章和会议论文，可能引入出版偏差;研究设计和方法的多样性使得准确评估证据的可靠性和稳健性具有挑战性;新兴研究或创新应用可能由于研究和发表之间的时间滞后而未得到充分体现;研究结果可能缺乏对不同图书馆设置和环境的普遍性",
        "与AI赋能图书馆工作的关系": "该论文探讨了AI和数据分析在图书馆运营中的应用，旨在通过这些技术提高图书馆的效率和用户服务质量。",
        "赋能图书馆哪些具体工作": "资源管理;决策制定;用户服务",
        "赋能图书馆具体工作实现方法路径": "利用数据挖掘技术分析用户行为和偏好，优化馆藏管理和预算分配;使用推荐系统个性化服务，提高用户满意度和学习效果;通过机器学习和深度学习优化图书馆运营，如预算分配、用户偏好分析和能源管理;部署AI聊天机器人提供24/7支持，增强用户互动和满意度;利用计算机视觉技术优化图书馆空间管理，提高图书馆功能和可用性;通过预测分析预测图书借阅需求，优化资源分配和采购策略",
        "可操作情况打分": 80,
        "论文类型": "文献综述;服务创新应用;资源管理与运营"
    },
    {
        "论文题目": "",
        "英文题目": "Exploring the implementation of artificial intelligence applications among academic libraries in Taiwan",
        "作者": "",
        "英文作者": "Yuan-Ho Huang",
        "发表年份": 2024,
        "研究目的": "探索学术图书馆中不同人工智能（AI）应用的使用情况;研究实施AI应用的关键因素和阻碍因素",
        "研究方法": "采用定量研究方法，通过问卷调查形式收集数据，共收到472份有效问卷。",
        "主要内容与成果": "识别了学术图书馆中已实施的AI应用类型，包括自动索引和分类、智能馆藏分析、智能流通管理等。;确定了实施AI应用的关键因素，如实施成本、可用资金、人力资源、图书馆员意愿和经验、管理支持等。;指出了阻碍AI应用推广的因素，主要是资金、技术和人力资源的缺乏。;分析了图书馆员对AI应用的意识和感知，发现个人和组织知识活动与AI意识和感知呈正相关。",
        "创新点": "提供了已实施和未实施AI应用的图书馆员的视角。;探讨了AI应用的优势和劣势，以及支持和影响AI应用推广的因素。;采用个人和组织知识活动量表来考察图书馆员的AI意识和感知。",
        "不足与局限": "样本数据仅代表台湾学术图书馆员的观点，可能不适用于全球图书馆员。;研究结果可能无法直接推广到其他地区的图书馆。",
        "与AI赋能图书馆工作的关系": "论文探讨了AI在学术图书馆中的应用，包括已实施和未来可能实施的AI应用类型，以及实施过程中的关键因素和阻碍因素，为AI赋能图书馆工作提供了实证研究和理论支持。",
        "赋能图书馆哪些具体工作": "自动索引和分类;智能馆藏分析;智能流通管理;图书馆指南机器人;自然语言处理和机器学习工具以改进数据库搜索;人脸识别技术用于图书的借阅和归还",
        "赋能图书馆具体工作实现方法路径": "通过问卷调查和数据分析，识别出图书馆员对AI应用的需求和意愿。;根据关键因素和阻碍因素，制定实施AI应用的策略和计划。;加强图书馆员的AI知识和技能培训，提高其AI意识和感知。;与AI应用开发商和供应商合作，优先推广适合学术图书馆的AI产品。",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;资源管理与运营;用户体验与反馈调研"
    },
    {
        "论文题目": "",
        "英文题目": "Transforming academic librarianship through AI reskilling: Insights from the GPT-4 exploration program",
        "作者": "",
        "英文作者": "Leo S. Lo",
        "发表年份": 2024,
        "研究目的": "探索GPT-4在图书馆环境中的实际应用;通过实践提升图书馆员工的AI素养和信心;为其他学术图书馆提供AI再培训计划的见解和策略",
        "研究方法": "案例研究法，结合前测和后测调查以及参与者文档的定性数据分析",
        "主要内容与成果": "介绍了GPT-4探索计划的设计、实施和成果;参与者AI素养和信心显著提升;计划促进了图书馆文化的创新和合作;提供了AI再培训计划的可操作模型和策略",
        "创新点": "首次在学术图书馆环境中系统探索GPT-4的应用;结合成人学习原则设计再培训计划;通过实践项目促进学习，强调社区学习和知识共享",
        "不足与局限": "研究在新墨西哥大学特定环境下进行，结果可能有限制性;计划专注于GPT-4，可能未涵盖所有AI技术和应用;需要长期观察以评估计划的持续影响",
        "与AI赋能图书馆工作的关系": "论文探讨了如何通过AI再培训计划提升图书馆员工的AI素养和信心，从而推动AI在图书馆工作中的实际应用和创新。",
        "赋能图书馆哪些具体工作": "自动化日常任务;提供个性化服务;改进数据管理和信息检索;提升用户互动体验;优化技术文档和作业支持",
        "赋能图书馆具体工作实现方法路径": "通过实践项目，让参与者直接将AI工具应用于实际工作场景;强调社区学习和知识共享，促进同事间的相互学习和支持;结合成人学习原则，设计个性化的学习路径和培训模块;提供持续的学习和支持机制，确保员工能够跟上AI技术的发展步伐",
        "可操作情况打分": 90,
        "论文类型": "案例汇编与经验总结;服务创新应用;人才培养与组织变革"
    },
    {
        "论文题目": "",
        "英文题目": "Is adopting artificial intelligence in libraries urgency or a buzzword? A systematic literature review",
        "作者": "",
        "英文作者": "Dessy Harisanty;Nove E Variant Anna;Tesa Eranti Putri;Aji Akbar Firdaus;Nurul Aida Noor Azizi",
        "发表年份": 2023,
        "研究目的": "调查2011年至2020年间图书馆中人工智能的实施情况;分析图书馆中采用人工智能的紧迫性",
        "研究方法": "采用PRISMA指南进行系统文献回顾（SLR）",
        "主要内容与成果": "人工智能在图书馆中的应用，包括技术服务（如分类和编目）、图书馆管理（如人员配置和决策）、图书馆服务（如参考和信息服务）以及信息素养等方面。;成功采用人工智能仍存在争议，因为需要满足许多要求才能全面应用于图书馆。;现有研究在图书馆人工智能应用的实际实施方面存在不足。",
        "创新点": "首次系统回顾了图书馆中人工智能的应用情况。;提出了图书馆中人工智能实施的紧迫性分析。",
        "不足与局限": "研究仅限于过去十年的文献。;研究主要关注社会科学领域的图书馆。;未深入探讨图书馆员和用户对人工智能的接受和拒绝程度。",
        "与AI赋能图书馆工作的关系": "该论文通过系统文献回顾，分析了人工智能在图书馆中的应用情况，为AI赋能图书馆工作提供了理论基础和实践参考。",
        "赋能图书馆哪些具体工作": "分类和编目;图书馆管理;参考和信息服务;信息素养教育",
        "赋能图书馆具体工作实现方法路径": "采用专家系统提供专家级诊断知识，解决诊断任务。;利用机器学习进行数据分析、预测和分类。;引入聊天机器人和智能代理提供24/7参考服务。;利用机器人技术提供用户中心的服务，如自然语言交互、幽默对话等。",
        "可操作情况打分": 70,
        "论文类型": "文献综述"
    },
    {
        "论文题目": "",
        "英文题目": "“What could go wrong?”: An evaluation of ethical foresight analysis as a tool to identify problems of AI in libraries",
        "作者": "",
        "英文作者": "Helen Bubinger;Jesse David Dinneen",
        "发表年份": 2024,
        "研究目的": "评估伦理预见分析（EFA）作为识别图书馆中AI项目潜在伦理风险工具的有效性。;探索EFA在图书馆环境中实施伦理审计的可行性和实用性。",
        "研究方法": "采用两轮伦理德尔菲研究法，通过专家共识来识别和评估AI在图书馆半自动化主题索引项目中的潜在伦理风险。",
        "主要内容与成果": "识别了多种伦理风险，包括数据和偏见、AI系统对人类的影响以及LIS专业人员的未来工作角色。;数据和偏见是主要风险，涉及不同历史背景下的数据偏见、数据不完整性和技术问题。;EFA方法能够收集专家意见，但存在耗时较长、识别出的风险多为已知问题等局限性。",
        "创新点": "首次在图书馆环境中应用EFA进行伦理审计，探索了其作为AI伦理风险识别工具的潜力。;通过专家共识识别图书馆AI项目的具体伦理风险，提供了新的视角和见解。",
        "不足与局限": "方法耗时较长，对图书馆而言可能不切实际。;识别出的风险多为AI和训练数据领域的已知问题，而非特定于应用或以人为中心的问题。;专家意见存在分歧，部分风险识别和评估缺乏一致性。",
        "与AI赋能图书馆工作的关系": "论文探讨了AI在图书馆中的应用及其带来的伦理风险，为AI赋能图书馆工作提供了伦理层面的反思和指导。",
        "赋能图书馆哪些具体工作": "自动化主题索引;文献分析与元数据生成;数字馆藏管理",
        "赋能图书馆具体工作实现方法路径": "通过EFA方法识别伦理风险，制定相应的伦理准则和操作规范。;结合专家意见，优化AI算法和模型，减少偏见和数据不完整性。;建立伦理审查机制，确保AI在图书馆应用中的合规性和透明度。",
        "可操作情况打分": 60,
        "论文类型": "可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "Investigating applications of Artificial Intelligence in university libraries of Pakistan: An empirical study",
        "作者": "",
        "英文作者": "Muhammad Asim;Muhammad Arif;Muhammad Rafiq;Rafiq Ahmad",
        "发表年份": 2023,
        "研究目的": "探索巴基斯坦大学图书馆中人工智能（AI）的应用情况。;调查AI在巴基斯坦大学图书馆中的益处。;研究影响巴基斯坦大学图书馆中AI技术实施的关键因素。;探索在巴基斯坦大学图书馆中采用和实施AI的挑战。",
        "研究方法": "采用解释性顺序混合方法，包括定量问卷调查和定性访谈。",
        "主要内容与成果": "研究发现巴基斯坦大学图书馆正在使用有限的基于AI的图书馆服务，如文本转语音和语音转文本技术、通过语音命令搜索的Google Assistant、用于自助借阅、归还和安全的RFID系统以及用于馆藏管理的智能数据分析。研究还揭示了影响AI应用实施的关键因素，包括高度集成的技术基础设施、与AI相关的资金/成本、AI专家与专业人员之间的合作以及图书馆用户的反馈。同时，研究也指出了实施AI应用的主要挑战，如需要高度网络化和集成的环境、预算不足、AI技术的高成本以及员工专业知识的缺乏。",
        "创新点": "对巴基斯坦大学图书馆中AI应用的首次全国性综合调查。;结合定量和定性方法，全面探讨了AI在巴基斯坦大学图书馆中的应用、益处、实施因素和挑战。",
        "不足与局限": "研究主要基于问卷调查和访谈，可能存在主观性和局限性。;研究样本仅限于巴基斯坦的大学图书馆，可能无法完全代表所有发展中国家的情况。;AI技术的快速发展可能导致研究结果在未来变得过时。",
        "与AI赋能图书馆工作的关系": "该研究探讨了AI在图书馆工作中的应用，包括自动化任务、提高搜索效率和准确性、个性化推荐系统等，为AI赋能图书馆工作提供了实证依据和方向。",
        "赋能图书馆哪些具体工作": "自动化重复任务，使图书管理员能够专注于更复杂和有意义的活动。;提高图书馆搜索系统的准确性和效率。;提供个性化推荐系统，帮助用户发现相关资源。;通过智能数据分析提供对图书馆使用模式和趋势的宝贵见解。;协助策划和创建数字馆藏，扩大对多样化资源的访问。",
        "赋能图书馆具体工作实现方法路径": "引入文本转语音和语音转文本技术，为残疾图书馆用户提供便利。;集成Google Assistant等语音助手，通过语音命令搜索信息。;部署RFID系统，用于自助借阅、归还和安全目的。;利用智能数据分析进行馆藏管理。;开发或集成AI推荐系统，根据用户兴趣和阅读偏好提供个性化推荐。",
        "可操作情况打分": 70,
        "论文类型": "服务创新应用;成效评估;用户体验与反馈调研"
    },
    {
        "论文题目": "",
        "英文题目": "东南亚图书馆人工智能应用现状综述",
        "作者": "",
        "英文作者": "Cong Xu;Sandie Loo",
        "发表年份": 2025,
        "研究目的": "审查东南亚图书馆在人工智能（AI）实施方面的现状。;为寻求利用AI进步的东南亚图书馆提供有价值的见解，以支持更加以用户为中心和技术娴熟的图书馆服务。",
        "研究方法": "使用AI图书馆服务创新概念框架（AI-LSICF）评估东南亚图书馆的AI倡议。来源包括相关图书馆和协会的网站、东南亚主流报纸，以及2019年至2024年间发表的学术论文，重点关注英语文献。",
        "主要内容与成果": "东南亚图书馆大多处于利用AI技术进行图书馆运营的决策和实施阶段，但实施尚不全面，多数项目仍处于试验阶段。;AI实施主要集中在参考服务、数据库搜索、内容提取、内容策划和采购等方面，但进展有限。;新加坡、泰国、马来西亚和菲律宾在AI图书馆项目方面较为活跃，尤其是新加坡有18个AI项目。;AI技术如面部识别、RFID标签、机器人和计算机算法在图书馆中得到应用，提高了运营效率和用户体验。;图书馆员对AI的看法积极，但面临资源约束、应用维护、员工抵触、员工培训、数据安全等挑战。",
        "创新点": "展示了东南亚图书馆在AI应用方面的成功项目，并指出了需要进一步发展的领域和国家。;提出了针对东南亚图书馆AI应用现状的独特视角。",
        "不足与局限": "研究聚焦于已完成和已发表的项目，可能遗漏了正在进行或未发表的倡议。;排除了非英语出版物，可能遗漏了非英语国家的相关研究和见解。",
        "与AI赋能图书馆工作的关系": "论文通过综述东南亚图书馆AI应用的现状，揭示了AI如何赋能图书馆工作，包括提升信息获取、共享和访问，以及优化图书馆服务。",
        "赋能图书馆哪些具体工作": "参考服务;数据库搜索;内容提取与策划;采购管理;用户认证与访问控制;库存管理;个性化推荐;自动化任务处理",
        "赋能图书馆具体工作实现方法路径": "利用AI聊天机器人和虚拟助手提供24/7支持，解答用户咨询。;通过RFID标签和机器人技术实现图书的自动借阅、归还和分类。;使用面部识别技术提高图书馆入口的安全性和便利性。;应用计算机算法优化路径查找和资源推荐，提升用户体验。;开发个性化推荐系统，根据用户行为和偏好推荐图书馆资源。",
        "可操作情况打分": 85,
        "论文类型": "文献综述"
    },
    {
        "论文题目": "",
        "英文题目": "The intelligent library: Thought leaders’ views on the likely impact of artificial intelligence on academic libraries",
        "作者": "",
        "英文作者": "Andrew M. Cox;Stephen Pinfield;Sophie Rutter",
        "发表年份": 2018,
        "研究目的": "捕捉学术图书馆界对人工智能潜在影响的看法;反思人工智能对图书馆工作的影响",
        "研究方法": "通过对33位图书馆主任、图书馆评论员以及教育和出版领域的专家进行访谈，收集数据并进行分析。",
        "主要内容与成果": "探讨了人工智能对搜索和资源发现、学术出版和学习的影响;指出了人工智能在图书馆应用中面临的挑战，如被排除在开发重点之外、伦理问题、决策的可理解性和数据质量;识别了图书馆在数据获取和策划、AI工具获取和基础设施构建、用户导航和数据素养辅助等方面的潜在角色",
        "创新点": "首次系统地考察了学术图书馆界对人工智能当前期望的看法;提出了智能图书馆的概念，以捕捉人工智能对图书馆的潜在影响",
        "不足与局限": "研究主要基于访谈数据，缺乏量化分析;受访者对人工智能的理解和期望存在差异，导致研究结果具有一定的主观性;人工智能的发展迅速，研究结果可能随着时间的推移而发生变化",
        "与AI赋能图书馆工作的关系": "论文深入探讨了人工智能对学术图书馆工作的潜在影响，并指出了图书馆在AI赋能下可以开展的具体工作和面临的挑战。",
        "赋能图书馆哪些具体工作": "数据获取和策划;AI工具获取和基础设施构建;用户导航和数据素养辅助;智能搜索和推荐系统;学习分析和个性化学习支持;文本和数据挖掘支持",
        "赋能图书馆具体工作实现方法路径": "通过与专家和供应商合作，获取和部署AI工具和平台;加强图书馆员的数据科学和分析技能培训，以支持AI工具的有效使用;与用户合作，开发符合用户需求的智能搜索和推荐系统;建立数据治理和隐私保护政策，确保用户数据的安全和合规使用;探索与AI相关的新的服务模式和业务流程，以提高图书馆的工作效率和服务质量",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "Artificial intelligence(AI)library services innovative conceptual framework for the digital transformation of university education",
        "作者": "",
        "英文作者": "Rifqah Olufunmilayo Okunlaya;Norris Syed Abdullah;Rose Alinda Alias",
        "发表年份": 2022,
        "研究目的": "探讨人工智能（AI）在大学图书馆数字转型中的应用，以提供创新的教育服务。;开发一个人工智能图书馆服务创新概念框架（AI-LSICF），为图书馆服务提供新的见解，以实现数字转型。;鼓励图书馆和信息专业人员采用AI来补充有效的服务交付。",
        "研究方法": "采用定性内容分析法，通过文献综述探讨AI在各组织中如何促进创新服务，并生成可能解决方案以支持大学图书馆的AI服务创新和交付。",
        "主要内容与成果": "提出AI-LSICF框架，将AI应用和功能集成到数字转型框架元素中，并使用服务创新框架进行讨论。;AI技术可以增强图书馆的决策能力，优化信息检索和共享，为学习和研究提供个性化服务。;AI技术可以改变图书馆的价值创造方式，提高用户满意度，并支持学术活动。;AI在图书馆中的应用包括专家系统、机器视觉、生物识别技术、RFID传感器等，这些技术可以提高图书馆的服务效率和质量。",
        "创新点": "开发了AI-LSICF框架，为图书馆如何利用AI技术提供创新服务提供了新的见解。;将AI技术与数字转型框架相结合，提出了一个综合性的服务创新模型。;强调了AI在图书馆服务中的潜力，鼓励图书馆专业人员采用AI技术来提升服务质量和效率。",
        "不足与局限": "提出的框架仅基于文献综述，缺乏实际应用的测试。;框架并非试图通过制定严格标准来简化AI在其他实践中的采用，而是从更广泛的角度理解框架作为传统服务交付模式的替代方案。",
        "与AI赋能图书馆工作的关系": "论文探讨了AI在图书馆数字转型中的应用，提出了AI-LSICF框架，为图书馆如何利用AI技术提供了新的思路和方向，直接关联到AI赋能图书馆工作的核心议题。",
        "赋能图书馆哪些具体工作": "优化信息检索和共享，提供个性化服务。;改变图书馆的价值创造方式，提高用户满意度。;支持学术活动，提高图书馆的服务效率和质量。;通过专家系统、机器视觉等技术提高图书馆的自动化和智能化水平。",
        "赋能图书馆具体工作实现方法路径": "采用AI技术优化图书馆资源分类和存储方法，如使用专家系统。;利用机器视觉和生物识别技术替代传统安全系统，提高图书馆的安全性。;使用RFID传感器和电子标签实现实时数据通信和智能访问服务。;通过AI算法分析用户行为，提供个性化推荐和服务。",
        "可操作情况打分": 75,
        "论文类型": "服务创新应用;技术原理研究"
    },
    {
        "论文题目": "",
        "英文题目": "Responsible AI Practice in Libraries and Archives: A Review of the Literature",
        "作者": "",
        "英文作者": "Sara Mannheimer;Natalie Bond;Scott W. H. Young;Hannah Scates Kettler;Addison Marcus;Sally K. Slipher;Jason A. Clark;Yasmeen Shorish;Doralyn Rossmann;Bonnie Sheehey",
        "发表年份": 2024,
        "研究目的": "探讨AI在图书馆和档案馆实践中的应用;识别并讨论AI实施过程中的伦理问题",
        "研究方法": "文献综述与定性编码分析",
        "主要内容与成果": "AI在图书馆和档案馆中主要用于元数据提取、参考和研究服务，同时识别了包括准确性、人为干预、偏见、社会正义、透明度、隐私等在内的伦理问题。 超过一半的文献讨论了与伦理或价值观相关的问题，但只有三分之一的文献超越了技术准确性问题，深入讨论了伦理问题。",
        "创新点": "系统梳理了AI在图书馆和档案馆中的应用场景;首次全面分析了AI实施过程中的伦理问题",
        "不足与局限": "研究主要基于案例研究，缺乏广泛的实证数据;伦理讨论主要集中在技术准确性问题上，对更广泛的伦理问题讨论不足;研究主要集中在美国和加拿大的大型学术图书馆，对其他类型图书馆和地区的代表性不足",
        "与AI赋能图书馆工作的关系": "AI赋能图书馆工作主要体现在提高服务效率、优化元数据管理、个性化推荐等方面，同时需要关注伦理问题，确保AI技术的负责任使用。",
        "赋能图书馆哪些具体工作": "元数据提取;参考和研究服务;个性化推荐系统;数字资源发现与访问",
        "赋能图书馆具体工作实现方法路径": "利用自然语言处理、图像识别等技术进行元数据自动化提取;部署聊天机器人和推荐系统以优化参考和研究服务;通过文本挖掘和主题建模等手段提升数字资源的发现与访问效率",
        "可操作情况打分": 75,
        "论文类型": "文献综述;可持续发展与伦理分析"
    },
    {
        "论文题目": "",
        "英文题目": "Adoption of Artificial Intelligence in Public and Private Libraries of China: Determinants, Challenges, and Perceived Benefits",
        "作者": "",
        "英文作者": "Danyang Li",
        "发表年份": 2024,
        "研究目的": "考察中国公共和私立图书馆中人工智能（AI）的采用情况;探索图书馆中AI驱动服务的现有格局、AI带来的好处感知、AI采用面临的挑战以及采用的关键决定因素",
        "研究方法": "采用问卷调查技术，在4.5周的时间内从不同的公共和私立图书馆收集数据，最终确定了154名受访者的样本。",
        "主要内容与成果": "研究分析了中国公共和私立图书馆中AI服务的现有格局、参与者对AI好处的确认、AI采用面临的挑战以及采用的关键决定因素。 研究发现，图书馆已启动或计划启动多种AI相关服务，AI能提升图书馆运营效率、自动化重复任务、提供个性化资源推荐等。 同时，研究也揭示了AI采用面临的挑战，如资金/成本、技术整合等。",
        "创新点": "首次系统研究了中国公共和私立图书馆中AI的采用情况;揭示了AI在图书馆服务中的多种好处和面临的挑战;提出了影响AI在图书馆中采用的关键决定因素",
        "不足与局限": "研究主要采用了描述性统计、频率分布和简单回归分析，未采用更高级的定量分析方法;研究未涉及AI相关技术的准备情况、图书馆中的机器人技术、绿色信息技术等;研究未关注不同区域设置下AI采用的差异",
        "与AI赋能图书馆工作的关系": "论文深入探讨了AI在图书馆工作中的应用，包括提升服务效率、自动化任务、个性化推荐等，为AI赋能图书馆工作提供了实证支持和理论依据。",
        "赋能图书馆哪些具体工作": "提升图书馆搜索的准确性和效率;自动化重复任务，释放图书管理员进行更复杂的工作;提供个性化资源推荐;通过分析揭示图书馆使用趋势;策划数字馆藏，增加资源访问;改进图书编目和分类;根据用户行为个性化图书馆体验;数字化和保存稀有图书馆材料;通过聊天机器人快速响应用户查询",
        "赋能图书馆具体工作实现方法路径": "采用文本转语音和语音转文本技术促进资源推广;通过语音激活搜索（如Google Assistant）提升用户体验;使用RFID系统进行自助结账和安全保障;应用数据分析进行有效馆藏管理;采用QR和条形码系统进行读者识别;提供多语言资源的翻译服务;使用AI驱动的索引工具进行自动关键词分配;通过培训提升图书管理员的AI技能和知识;加强与图书馆系统提供商的合作，推动AI技术的整合",
        "可操作情况打分": 85,
        "论文类型": "服务创新应用;成效评估"
    },
    {
        "论文题目": "",
        "英文题目": "AI literacy of library and information science students: A study of Bangladesh, India and Pakistan",
        "作者": "",
        "英文作者": "Zakir Hossain;Md. Sakib Biswas;Ghalib Khan",
        "发表年份": 2025,
        "研究目的": "探索南亚（孟加拉国、印度和巴基斯坦）图书馆与信息科学（LIS）学生的AI素养现状。;了解学生使用AI工具的目的、伦理认知及LIS课程中AI相关内容的覆盖情况。;为LIS教育及图书馆与信息管理（LIM）专业的未来发展提供方向。",
        "研究方法": "采用探索性方法，对南亚三国LIS学生进行在线问卷调查，收集并分析其AI素养、工具使用、伦理认知及课程覆盖情况。",
        "主要内容与成果": "学生AI素养自评结果显示，从基础到高级水平不等，孟加拉国学生AI素养较高，巴基斯坦学生相对较低。;学生主要使用AI工具进行信息搜索、文章总结、生成想法及撰写学术论文。;学生对AI工具在学术写作中的伦理使用表示关注，特别是学术诚信和抄袭问题。;LIS课程中AI相关内容的覆盖程度不一，部分学生认为课程深度不足。",
        "创新点": "首次对南亚三国LIS学生的AI素养进行跨国比较研究。;从伦理认知角度深入探讨学生对AI工具的使用态度。",
        "不足与局限": "样本主要来自在线调查，可能存在偏差。;研究未深入探讨不同AI工具对学生学习效果的具体影响。;研究未涉及图书馆工作人员对AI素养的看法及实践。",
        "与AI赋能图书馆工作的关系": "研究揭示了LIS学生AI素养的现状及需求，为图书馆工作引入AI技术提供了学生层面的基础数据和需求分析，有助于图书馆制定更符合学生需求的AI赋能策略。",
        "赋能图书馆哪些具体工作": "信息搜索与检索优化。;学术资源生成与编辑辅助。;读者服务个性化与智能化。;图书馆管理与运营效率提升。",
        "赋能图书馆具体工作实现方法路径": "在LIS课程中增加AI素养教育模块，培养学生使用AI工具的能力。;图书馆工作人员参与AI培训，提升AI技术应用能力。;引入AI聊天机器人等智能工具，优化读者服务。;利用AI技术进行数据分析，优化图书馆管理与运营。",
        "可操作情况打分": 80,
        "论文类型": "服务创新应用;人才培养与组织变革"
    },
    {
        "论文题目": "",
        "英文题目": "Intelligent libraries: a review on expert systems, artificial intelligence, and robot",
        "作者": "",
        "英文作者": "Asefeh Asemi;Andrea Ko;Mohsen Nowkarizi",
        "发表年份": 2021,
        "研究目的": "回顾图书馆中智能系统应用的文献，特别是专家系统（ES）、人工智能（AI）和机器人。;介绍图书馆使用智能系统的潜力，特别是ES/AI和机器人。",
        "研究方法": "采用描述性和内容回顾方法，从Web of Science和Emerald数据库中检索并批判性回顾了2007-2017年间关于图书馆ES和机器人的文章。",
        "主要内容与成果": "ES是图书馆和信息科学中可用的智能系统，模仿图书馆专家的行为以支持决策和管理。;当前信息系统通过与AI技术集成，具有很高的改进潜力。;图书馆机器人主要用于检测和替换书架上的书籍，改进抓取、定位和人机交互技术是近期图书馆机器人研究的主要关注点。;需要进一步在智能资源领域进行研究。",
        "创新点": "从两个数据库（综合和特定）中比较了ES/AI和机器人与图书馆领域的已发表论文，采用了新的文献综述方法。",
        "不足与局限": "研究主要集中在2007-2017年间，可能未涵盖最新的研究成果。;对智能资源领域的研究不足，需要进一步探索。",
        "与AI赋能图书馆工作的关系": "论文探讨了AI在图书馆中的应用，特别是专家系统和机器人的使用，展示了AI如何赋能图书馆工作，提高效率和效果。",
        "赋能图书馆哪些具体工作": "信息资源的组织、存储和检索。;图书馆公共服务，如参考服务、信息台等。;自动化图书馆的日常活动，减少人工干预。",
        "赋能图书馆具体工作实现方法路径": "通过集成AI技术（如专家系统、模糊逻辑、自然语言处理等）改进当前信息系统。;开发图书馆机器人，用于检测和替换书架上的书籍，改进抓取、定位和人机交互技术。;利用AI技术实现智能推荐系统，根据用户行为提供个性化信息服务。",
        "可操作情况打分": 80,
        "论文类型": "文献综述"
    }
]